-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: localhost    Database: sqltest
-- ------------------------------------------------------
-- Server version	5.7.9-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `asset_info_tbl`
--

DROP TABLE IF EXISTS `asset_info_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `asset_info_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL COMMENT '资产名称',
  `sn` char(12) NOT NULL COMMENT '资产编号，前八字节为工地编号',
  `type` enum('挖掘机','搅拌机') NOT NULL COMMENT '资产类型:挖掘机,搅拌机',
  `purchase` date NOT NULL COMMENT '采购时间',
  `status` enum('正常','维修','闲置') NOT NULL COMMENT '状态：正常,维修,闲置',
  `memo` tinytext COMMENT '备注',
  `deveui` char(16) DEFAULT NULL,
  PRIMARY KEY (`sn`),
  UNIQUE KEY `id` (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `asset_info_tbl`
--

LOCK TABLES `asset_info_tbl` WRITE;
/*!40000 ALTER TABLE `asset_info_tbl` DISABLE KEYS */;
INSERT INTO `asset_info_tbl` VALUES (4,'sdsd','129799991827','搅拌机','2018-02-08','正常','NA',NULL),(9,'tttttt','129799996389','搅拌机','2018-05-03','正常','NA','004a770211030010'),(7,'zwwl','129799997466','搅拌机','2018-03-05','维修','NA','004a770211030020'),(5,'赵','129799998490','挖掘机','2018-02-08','正常',NULL,NULL),(2,'zwwl','456799996440','挖掘机','2018-02-08','正常',NULL,NULL),(3,'zwwl','852029248895','挖掘机','2018-02-08','正常',NULL,NULL);
/*!40000 ALTER TABLE `asset_info_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `beacons_tbl`
--

DROP TABLE IF EXISTS `beacons_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `beacons_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `sn` char(8) NOT NULL COMMENT '4字节建筑公司编号+2字节Major号+2字节Minor号',
  `alias` varchar(30) DEFAULT NULL COMMENT '别名',
  `mapid` char(12) NOT NULL DEFAULT '' COMMENT '所属地图',
  `x` float(6,2) DEFAULT '0.00' COMMENT '所在位置x轴',
  `y` float(6,2) DEFAULT '0.00' COMMENT '所在位置y轴',
  `rssi1` tinyint(4) DEFAULT '0' COMMENT '1米信号强度',
  `rssi2` tinyint(4) DEFAULT '0' COMMENT '2米信号强度',
  `a` float(6,2) DEFAULT '0.00',
  `n` float(6,2) DEFAULT '0.00',
  `alarmtype` set('NULL','工人','管理者','访客','资产') NOT NULL COMMENT '设备类型:NULL,工人,管理者,访客,资产,某类型的终端进入时触发告警',
  PRIMARY KEY (`sn`),
  UNIQUE KEY `id` (`id`),
  KEY `fk_bmapid` (`mapid`),
  CONSTRAINT `fk_bmapid` FOREIGN KEY (`mapid`) REFERENCES `map_info_tbl` (`sn`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `beacons_tbl`
--

LOCK TABLES `beacons_tbl` WRITE;
/*!40000 ALTER TABLE `beacons_tbl` DISABLE KEYS */;
INSERT INTO `beacons_tbl` VALUES (12,'12971022','0A16','129799991459',593.42,282.89,3,1,3.00,-0.66,'工人'),(13,'12971023','0A17','129799991459',859.21,831.58,3,1,3.00,-0.66,'工人'),(10,'12971383','0D53','129799991459',841.19,69.94,3,1,3.00,-0.66,'工人'),(6,'12971385','0D55','129799991459',254.93,753.30,3,1,3.00,-0.66,'工人'),(8,'12971386','0D56','129799991459',810.67,516.29,3,1,3.00,-0.66,'工人'),(9,'12971387','0D57','129799991459',293.11,161.50,3,1,3.00,-0.66,'工人'),(7,'12971393','0D5D','129799991459',663.07,1019.74,3,1,3.00,-0.66,'工人'),(11,'12971397','0D61','129799991459',85.53,369.74,3,1,3.00,-0.66,'工人');
/*!40000 ALTER TABLE `beacons_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `city_info_tbl`
--

DROP TABLE IF EXISTS `city_info_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `city_info_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `city` varchar(12) NOT NULL COMMENT '所在城市',
  PRIMARY KEY (`city`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `city_info_tbl`
--

LOCK TABLES `city_info_tbl` WRITE;
/*!40000 ALTER TABLE `city_info_tbl` DISABLE KEYS */;
INSERT INTO `city_info_tbl` VALUES (1,'南京'),(3,'北京'),(4,'中国'),(5,'上海'),(6,'北京1'),(7,'北京2'),(8,'北京3');
/*!40000 ALTER TABLE `city_info_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `company_info_tbl`
--

DROP TABLE IF EXISTS `company_info_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `company_info_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL COMMENT '公司名称',
  `sn` char(4) NOT NULL COMMENT '编号',
  `captain` varchar(30) NOT NULL COMMENT '负责人',
  `tel` char(11) NOT NULL COMMENT '负责人电话',
  `memo` tinytext COMMENT '备注',
  PRIMARY KEY (`sn`),
  UNIQUE KEY `id` (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `company_info_tbl`
--

LOCK TABLES `company_info_tbl` WRITE;
/*!40000 ALTER TABLE `company_info_tbl` DISABLE KEYS */;
INSERT INTO `company_info_tbl` VALUES (2,'杨','1297','杨','456',NULL),(9,'赵','3110','zbb','4343','rere'),(1,'蓝思','4567','zhao','1234','NA'),(10,'zwwl','5565','5555','5545','55'),(5,'陈','8520','赵','789',NULL);
/*!40000 ALTER TABLE `company_info_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `construct_info_tbl`
--

DROP TABLE IF EXISTS `construct_info_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `construct_info_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL COMMENT '施工队名称',
  `sn` char(4) NOT NULL COMMENT '编号',
  `captain` varchar(8) NOT NULL COMMENT '负责人',
  `tel` char(11) NOT NULL COMMENT '负责人电话',
  `field` char(8) NOT NULL COMMENT '所服务建筑工地',
  `memo` text COMMENT '备注',
  PRIMARY KEY (`sn`),
  UNIQUE KEY `id` (`id`) USING BTREE,
  UNIQUE KEY `name` (`name`) USING BTREE,
  KEY `fk_cfield` (`field`),
  CONSTRAINT `fk_cfield` FOREIGN KEY (`field`) REFERENCES `field_info_tbl` (`sn`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `construct_info_tbl`
--

LOCK TABLES `construct_info_tbl` WRITE;
/*!40000 ALTER TABLE `construct_info_tbl` DISABLE KEYS */;
INSERT INTO `construct_info_tbl` VALUES (1,'zhao','1101','zhao','784','12979999',NULL),(2,'chen','1102','chen','434','85202924',NULL),(3,'gggg','2292','zhao','7848','85202924',NULL),(6,'赵','4547','tttttt','tttt','12979999','yyyy'),(5,'zwwlf','5525','zwwl','4343','85207483',NULL);
/*!40000 ALTER TABLE `construct_info_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `dev_config_tbl`
--

DROP TABLE IF EXISTS `dev_config_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `dev_config_tbl` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `deveui` char(16) CHARACTER SET ascii NOT NULL COMMENT '设备号',
  `ADR` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '速率自适应0或1',
  `RFU` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT 'Reserved for Future Use.若MODE为CLAA，此字段表示终端扫频模式：1：A模式2：B模式 3：C模式 4：D模式5：E模式 6：全频扫描',
  `DR` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT 'Data Rate',
  `MODE` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '当前模式',
  `S_MODE` tinyint(3) unsigned NOT NULL COMMENT '支持的模式',
  `POWER` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `LOSTPOINT` tinyint(3) unsigned NOT NULL DEFAULT '1' COMMENT '是否支持断点续传',
  `SELFADAPT` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '终端自己控制轨迹上报及周期',
  `ONEOFF` tinyint(3) unsigned NOT NULL COMMENT '只上报一次',
  `ALREPORT` tinyint(3) NOT NULL DEFAULT '0',
  `GPS` smallint(6) NOT NULL DEFAULT '30' COMMENT 'GPS上报周期，单位10秒',
  `HB` smallint(5) NOT NULL DEFAULT '4' COMMENT '心跳周期，单位30秒',
  `CRC16` smallint(6) NOT NULL DEFAULT '0' COMMENT '配置参数的CRC校验码',
  UNIQUE KEY `id` (`id`,`deveui`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `dev_config_tbl`
--

LOCK TABLES `dev_config_tbl` WRITE;
/*!40000 ALTER TABLE `dev_config_tbl` DISABLE KEYS */;
INSERT INTO `dev_config_tbl` VALUES (1,'004a770211030083',0,3,2,2,2,20,0,0,0,0,9,8,28145),(2,'004a770211030006',0,0,3,4,8,16,0,0,1,0,30,20,16729),(3,'004a770211030003',0,0,2,7,64,20,0,0,0,1,40,10,8823),(4,'004a7702110300bd',0,0,0,0,64,0,0,0,0,0,1,10,22420);
/*!40000 ALTER TABLE `dev_config_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `dev_info_tbl`
--

DROP TABLE IF EXISTS `dev_info_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `dev_info_tbl` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `deveui` char(16) CHARACTER SET ascii NOT NULL COMMENT '设备号',
  `devtype` enum('工人','管理者','访客','资产','未分配') NOT NULL COMMENT '设备类型:工人,管理者,访客,资产,未分配',
  `field` varchar(16) NOT NULL COMMENT '所属工地',
  `recv` date DEFAULT '2016-10-01' COMMENT '创建时间',
  `owner` varchar(12) DEFAULT NULL COMMENT '所绑定的对象，根据设备类型的不同映射不同的用户表',
  `alias` varchar(20) DEFAULT NULL COMMENT '别名',
  `battery` varchar(10) DEFAULT NULL COMMENT '电池状态',
  `rssi` smallint(6) DEFAULT '0',
  `snr` float(6,2) DEFAULT '0.00',
  `statustime` datetime DEFAULT '2016-10-01 00:00:00' COMMENT '数据最后一次更新时间',
  `mapid` char(12) NOT NULL DEFAULT '' COMMENT '当前所在楼层地图',
  `entertime` datetime DEFAULT '2016-10-01 00:00:00' COMMENT '入场时间',
  `exittime` datetime DEFAULT '2016-10-01 00:00:00' COMMENT '出场时间',
  `memo` text COMMENT '备注',
  UNIQUE KEY `id` (`id`),
  UNIQUE KEY `deveui` (`deveui`),
  KEY `fk_dfield` (`field`),
  KEY `fk_dmapid` (`mapid`),
  CONSTRAINT `fk_dfield` FOREIGN KEY (`field`) REFERENCES `field_info_tbl` (`sn`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_dmapid` FOREIGN KEY (`mapid`) REFERENCES `map_info_tbl` (`sn`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=372 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `dev_info_tbl`
--

LOCK TABLES `dev_info_tbl` WRITE;
/*!40000 ALTER TABLE `dev_info_tbl` DISABLE KEYS */;
INSERT INTO `dev_info_tbl` VALUES (69,'004a770211030001','工人','12979999','2018-04-27','11017043',NULL,NULL,0,0.00,'2016-10-01 08:10:00','129799991459','2016-10-01 00:00:00','2016-10-01 00:00:00',NULL),(322,'004a770211030004','未分配','12979999','2018-05-03','zhao123',NULL,NULL,0,0.00,'2016-10-01 00:00:00','129799991459','2016-10-01 00:00:00','2016-10-01 00:00:00',NULL),(369,'004a770211030033','未分配','12979999','2018-05-03','zhao123',NULL,NULL,0,0.00,'2016-10-01 00:00:00','129799991459','2016-10-01 00:00:00','2016-10-01 00:00:00',NULL),(370,'004a770211030008','未分配','12979999','2018-05-04','zhao123',NULL,NULL,0,0.00,'2016-10-01 00:00:00','129799991459','2016-10-01 00:00:00','2016-10-01 00:00:00',NULL),(371,'004a770211030009','未分配','12979999','2018-05-04','zhao123',NULL,NULL,0,0.00,'2016-10-01 00:00:00','129799991459','2016-10-01 00:00:00','2016-10-01 00:00:00',NULL);
/*!40000 ALTER TABLE `dev_info_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `field_info_tbl`
--

DROP TABLE IF EXISTS `field_info_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `field_info_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) NOT NULL COMMENT '工地名称',
  `sn` char(8) NOT NULL COMMENT '工地编号，前四字节为建筑公司编号',
  `city` varchar(12) NOT NULL COMMENT '所在城市',
  `gwnumber` tinyint(3) unsigned DEFAULT '0' COMMENT '网关数量',
  `motenumber` smallint(5) unsigned DEFAULT '0' COMMENT '终端数量',
  PRIMARY KEY (`sn`),
  UNIQUE KEY `id` (`id`),
  UNIQUE KEY `name` (`name`),
  KEY `fk_fdcity` (`city`),
  CONSTRAINT `fk_fdcity` FOREIGN KEY (`city`) REFERENCES `city_info_tbl` (`city`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `field_info_tbl`
--

LOCK TABLES `field_info_tbl` WRITE;
/*!40000 ALTER TABLE `field_info_tbl` DISABLE KEYS */;
INSERT INTO `field_info_tbl` VALUES (14,'zhao','12978814','南京',0,0),(1,'蓝思工地','12979999','南京',0,2),(3,'zhaow','85202924','北京',0,0),(7,'zwwl','85207483','南京',0,0),(2,'蓝思','85209879','南京',10,21);
/*!40000 ALTER TABLE `field_info_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `gateway_info_tbl`
--

DROP TABLE IF EXISTS `gateway_info_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `gateway_info_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) NOT NULL COMMENT '基站名称',
  `sn` varchar(16) NOT NULL COMMENT '基站编号',
  `type` varchar(12) NOT NULL COMMENT '基站型号',
  `field` varchar(16) NOT NULL COMMENT '所属工地',
  `motenumber` smallint(6) DEFAULT '0' COMMENT '终端数量',
  PRIMARY KEY (`sn`),
  UNIQUE KEY `id` (`id`) USING BTREE,
  KEY `field` (`field`),
  CONSTRAINT `fk_gfield` FOREIGN KEY (`field`) REFERENCES `field_info_tbl` (`sn`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `gateway_info_tbl`
--

LOCK TABLES `gateway_info_tbl` WRITE;
/*!40000 ALTER TABLE `gateway_info_tbl` DISABLE KEYS */;
INSERT INTO `gateway_info_tbl` VALUES (16,'a','1101','470','12979999',0),(15,'中兴','1102','470','12979999',0),(17,'b','1103','470','12979999',0),(18,'c','1104','470','12979999',0),(19,'d','1105','470','12979999',0),(20,'e','1106','470','12979999',0),(21,'f','1107','470','12979999',0),(22,'g','1108','470','12979999',0),(23,'huuuu','1109','470','12979999',0);
/*!40000 ALTER TABLE `gateway_info_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `log_record_tbl`
--

DROP TABLE IF EXISTS `log_record_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `log_record_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user` varchar(30) NOT NULL COMMENT '操作者',
  `obj` enum('用户','终端','信标','地图') NOT NULL COMMENT '操作对象：用户,终端,信标,地图',
  `type` enum('登录','添加','修改','删除','查询','映射') NOT NULL COMMENT '操作类型：登录,添加,修改,删除,查询,映射',
  `name` varchar(16) NOT NULL COMMENT '操作对象标识',
  `content` varchar(60) DEFAULT NULL COMMENT '具体内容',
  `time` datetime NOT NULL COMMENT '时间',
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1140 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `log_record_tbl`
--

LOCK TABLES `log_record_tbl` WRITE;
/*!40000 ALTER TABLE `log_record_tbl` DISABLE KEYS */;
INSERT INTO `log_record_tbl` VALUES (102,'zhao','用户','登录','zhao','登录:成功','2018-01-18 15:12:37'),(103,'zhao','用户','登录','zhao','登录:成功','2018-01-18 15:29:09'),(104,'zhao','用户','登录','zhao','登录:成功','2018-01-18 15:43:23'),(105,'zhao','用户','登录','zhao','登录:成功','2018-01-19 16:56:56'),(106,'zhao','用户','登录','zhao','登录:成功','2018-01-19 17:01:54'),(107,'zhao','用户','登录','zhao','登录:成功','2018-01-19 17:05:32'),(108,'zhao','用户','登录','zhao','登录:成功','2018-01-19 17:09:17'),(109,'zhao','用户','登录','zhao','登录:成功','2018-01-19 17:21:29'),(110,'zhao','用户','登录','zhao','登录:成功','2018-02-01 17:09:52'),(111,'zhao','用户','登录','zhao','登录:成功','2018-02-02 10:54:53'),(112,'zhao','用户','登录','zhao','登录:成功','2018-02-02 11:11:32'),(113,'zhao','用户','登录','zhao','登录:成功','2018-02-02 11:41:07'),(114,'zhao','用户','登录','zhao','登录:成功','2018-02-02 11:44:48'),(115,'zhao','用户','登录','zhao','登录:成功','2018-02-02 14:31:12'),(116,'zhao','用户','登录','zhao','登录:成功','2018-02-02 14:31:46'),(117,'zhao','用户','登录','zhao','登录:成功','2018-02-02 14:33:41'),(118,'zhao','用户','登录','zhao','登录:成功','2018-02-02 14:36:06'),(119,'zhao','用户','登录','zhao','登录:成功','2018-02-02 14:40:09'),(120,'zhao','用户','登录','zhao','登录:成功','2018-02-02 14:41:45'),(121,'zhao','用户','登录','zhao','登录:成功','2018-02-02 14:45:37'),(122,'zhao','用户','登录','zhao','登录:成功','2018-02-02 14:47:51'),(123,'zhao','用户','登录','zhao','登录:成功','2018-02-02 14:55:27'),(124,'zhao','用户','登录','zhao','登录:成功','2018-02-02 15:06:19'),(125,'zhao','用户','登录','zhao','登录:成功','2018-02-02 15:10:01'),(126,'zhao','用户','登录','zhao','登录:成功','2018-02-02 15:21:02'),(127,'zhao','用户','登录','zhao','登录:成功','2018-02-02 15:37:37'),(128,'zhao','用户','登录','zhao','登录:成功','2018-02-02 15:45:02'),(129,'zhao','用户','登录','zhao','登录:成功','2018-02-02 15:47:11'),(130,'zhao','用户','登录','zhao','登录:成功','2018-02-02 16:00:08'),(131,'zhao','用户','登录','zhao','登录:成功','2018-02-05 14:26:04'),(132,'zhao','用户','登录','zhao','登录:成功','2018-02-05 14:32:16'),(133,'zhao','用户','登录','zhao','登录:成功','2018-02-05 14:36:48'),(134,'zhao','用户','登录','zhao','登录:成功','2018-02-06 17:24:12'),(135,'zhao','用户','登录','zhao','登录:成功','2018-02-06 17:29:04'),(136,'zhao','用户','登录','zhao','登录:成功','2018-02-06 17:52:45'),(137,'zhao','用户','登录','zhao','登录:成功','2018-02-06 18:01:36'),(138,'zhao','用户','登录','zhao','登录:成功','2018-02-06 18:38:00'),(139,'zhao','用户','登录','zhao','登录:成功','2018-02-06 18:45:27'),(140,'zhao','用户','登录','zhao','登录:成功','2018-02-06 18:47:52'),(141,'zhao','用户','登录','zhao','登录:成功','2018-02-06 18:52:49'),(142,'zhao','用户','登录','zhao','登录:成功','2018-02-06 19:25:11'),(143,'zhao','用户','登录','zhao','登录:成功','2018-02-06 19:30:10'),(144,'zhao','用户','登录','zhao','登录:成功','2018-02-07 09:49:44'),(145,'zhao','用户','登录','zhao','登录:成功','2018-02-07 10:19:32'),(146,'zhao','用户','登录','zhao','登录:成功','2018-02-07 10:29:01'),(147,'zhao','用户','登录','zhao','登录:成功','2018-02-07 10:29:48'),(148,'zhao','用户','登录','zhao','登录:成功','2018-02-07 10:33:15'),(149,'zhao','用户','登录','zhao','登录:成功','2018-02-07 10:39:16'),(150,'zhao','用户','登录','zhao','登录:成功','2018-02-07 10:42:32'),(151,'zhao','用户','登录','zhao','登录:成功','2018-02-07 10:43:49'),(152,'zhao','用户','登录','zhao','登录:成功','2018-02-07 13:24:11'),(153,'zhao','用户','登录','zhao','登录:成功','2018-02-07 13:25:54'),(154,'zhao','用户','登录','zhao','登录:成功','2018-02-07 13:40:11'),(155,'zhao','用户','登录','zhao','登录:成功','2018-02-07 14:38:46'),(156,'zhao','用户','登录','zhao','登录:成功','2018-02-07 14:39:23'),(157,'zhao','用户','登录','zhao','登录:成功','2018-02-07 14:41:58'),(158,'zhao','用户','登录','zhao','登录:成功','2018-02-07 15:10:24'),(159,'zhao','用户','登录','zhao','登录:成功','2018-02-07 15:20:13'),(160,'zhao','用户','登录','zhao','登录:成功','2018-02-07 15:29:56'),(161,'zhao','用户','登录','zhao','登录:成功','2018-02-07 15:37:18'),(162,'zhao','用户','登录','zhao','登录:成功','2018-02-07 15:46:18'),(163,'zhao123','用户','登录','zhao123','登录:成功','2018-02-07 15:49:04'),(164,'zhao','用户','登录','zhao','登录:成功','2018-02-07 15:50:51'),(165,'zhao123','用户','登录','zhao123','登录:成功','2018-02-07 16:04:03'),(166,'zhao','用户','登录','zhao','登录:成功','2018-02-07 16:37:08'),(167,'zhao123','用户','登录','zhao123','登录:成功','2018-02-07 16:37:36'),(168,'zhao','用户','登录','zhao','登录:成功','2018-02-07 16:45:17'),(169,'zhao123','用户','登录','zhao123','登录:成功','2018-02-07 16:52:17'),(170,'zhao','用户','登录','zhao','登录:成功','2018-02-08 10:47:49'),(171,'zhao','用户','登录','zhao','登录:成功','2018-02-08 11:02:12'),(172,'zhao','用户','登录','zhao','登录:成功','2018-02-08 11:10:01'),(173,'zhao','用户','登录','zhao','登录:成功','2018-02-08 11:43:59'),(174,'zhao','用户','登录','zhao','登录:成功','2018-02-08 12:11:17'),(175,'chen','用户','登录','chen','登录:成功','2018-02-08 12:20:08'),(176,'chen','用户','登录','chen','登录:成功','2018-02-08 12:24:16'),(177,'chen','用户','登录','chen','登录:成功','2018-02-08 12:28:03'),(178,'chen','用户','登录','chen','登录:成功','2018-02-08 13:24:31'),(179,'chen','用户','登录','chen','登录:成功','2018-02-08 13:32:01'),(180,'zhao','用户','登录','zhao','登录:成功','2018-02-08 14:26:07'),(181,'chen','用户','登录','chen','登录:成功','2018-02-08 15:07:14'),(182,'chen','用户','登录','chen','登录:成功','2018-02-08 15:36:03'),(183,'chen','用户','登录','chen','登录:成功','2018-02-08 16:57:37'),(184,'chen','用户','登录','chen','登录:成功','2018-02-08 17:02:16'),(185,'chen','用户','登录','chen','登录:成功','2018-02-08 17:06:11'),(186,'chen','用户','登录','chen','登录:成功','2018-02-08 17:08:16'),(187,'chen','用户','登录','chen','登录:成功','2018-02-08 17:10:45'),(188,'chen','用户','登录','chen','登录:成功','2018-02-08 17:12:42'),(189,'chen','用户','登录','chen','登录:成功','2018-02-08 17:17:16'),(190,'chen','用户','登录','chen','登录:成功','2018-02-08 17:23:22'),(191,'chen','用户','登录','chen','登录:成功','2018-02-08 17:27:59'),(192,'chen','用户','登录','chen','登录:成功','2018-02-08 17:46:17'),(193,'zhao','用户','登录','zhao','登录:成功','2018-02-08 17:49:38'),(194,'zhao','用户','登录','zhao','登录:成功','2018-02-08 19:58:11'),(195,'zhao','用户','登录','zhao','登录:成功','2018-02-08 20:04:04'),(196,'zhao','用户','登录','zhao','登录:成功','2018-02-09 09:45:04'),(197,'chen','用户','登录','chen','登录:成功','2018-02-09 09:45:51'),(198,'zhao','用户','登录','zhao','登录:成功','2018-02-09 09:50:28'),(199,'chen','用户','登录','chen','登录:成功','2018-02-09 09:50:49'),(200,'zhao','用户','登录','zhao','登录:成功','2018-02-09 10:56:21'),(201,'chen','用户','登录','chen','登录:成功','2018-02-09 11:43:23'),(202,'chen','用户','登录','chen','登录:成功','2018-02-09 12:18:03'),(203,'chen','用户','登录','chen','登录:成功','2018-02-09 12:21:15'),(204,'chen','用户','登录','chen','登录:成功','2018-02-09 12:27:03'),(205,'chen','用户','登录','chen','登录:成功','2018-02-09 12:28:08'),(206,'chen','用户','登录','chen','登录:成功','2018-02-09 12:30:38'),(207,'zhao','用户','登录','zhao','登录:成功','2018-02-09 12:30:46'),(208,'chen','用户','登录','chen','登录:成功','2018-02-09 12:31:33'),(209,'chen','用户','登录','chen','登录:成功','2018-02-09 13:31:38'),(210,'chen','用户','登录','chen','登录:成功','2018-02-09 13:34:07'),(211,'chen','用户','登录','chen','登录:成功','2018-02-09 13:37:39'),(212,'chen','用户','登录','chen','登录:成功','2018-02-09 13:39:43'),(213,'chen','用户','登录','chen','登录:成功','2018-02-09 15:26:21'),(214,'chen','用户','登录','chen','登录:成功','2018-02-09 15:37:06'),(215,'chen','用户','登录','chen','登录:成功','2018-02-09 15:42:27'),(216,'chen','用户','登录','chen','登录:成功','2018-02-09 15:46:51'),(217,'chen','用户','登录','chen','登录:成功','2018-02-09 15:51:52'),(218,'chen','用户','登录','chen','登录:成功','2018-02-09 15:52:55'),(219,'zhao','用户','登录','zhao','登录:成功','2018-02-09 16:07:28'),(220,'chen','用户','登录','chen','登录:成功','2018-02-09 16:48:42'),(221,'zhao','用户','登录','zhao','登录:成功','2018-02-09 16:57:14'),(222,'chen','用户','登录','chen','登录:成功','2018-02-09 16:57:30'),(223,'chen','用户','登录','chen','登录:成功','2018-02-09 17:32:39'),(224,'chen','用户','登录','chen','登录:成功','2018-02-09 17:51:42'),(225,'chen','用户','登录','chen','登录:成功','2018-02-09 17:56:55'),(226,'chen','用户','登录','chen','登录:成功','2018-02-09 18:12:11'),(227,'chen','用户','登录','chen','登录:成功','2018-02-09 18:16:09'),(228,'chen','用户','登录','chen','登录:成功','2018-02-09 18:38:04'),(229,'chen','用户','登录','chen','登录:成功','2018-02-09 18:42:23'),(230,'zhao','用户','登录','zhao','登录:成功','2018-02-11 10:05:35'),(231,'chen','用户','登录','chen','登录:成功','2018-02-11 10:08:13'),(232,'chen','用户','登录','chen','登录:成功','2018-02-11 10:16:48'),(233,'chen','用户','登录','chen','登录:成功','2018-02-11 10:33:09'),(234,'chen','用户','登录','chen','登录:成功','2018-02-11 11:19:40'),(235,'chen','用户','登录','chen','登录:成功','2018-02-11 11:34:40'),(236,'chen','用户','登录','chen','登录:成功','2018-02-11 12:08:45'),(237,'zhao','用户','登录','zhao','登录:成功','2018-02-11 12:09:58'),(238,'chen','用户','登录','chen','登录:成功','2018-02-11 12:10:26'),(239,'chen','用户','登录','chen','登录:成功','2018-02-11 12:28:29'),(240,'11020001','终端','添加','11020001','添加纪录','2018-02-11 12:30:30'),(241,'11020001','终端','添加','11020001','添加纪录','2018-02-11 12:35:40'),(242,'11020001','终端','添加','11020001','添加纪录','2018-02-11 12:40:51'),(243,'11020001','终端','添加','11020001','添加纪录','2018-02-11 12:46:13'),(244,'11020001','终端','添加','11020001','添加纪录','2018-02-11 12:51:28'),(245,'11020001','终端','添加','11020001','添加纪录','2018-02-11 12:56:46'),(246,'11020001','终端','添加','11020001','添加纪录','2018-02-11 13:02:09'),(247,'11020001','终端','添加','11020001','添加纪录','2018-02-11 13:07:23'),(248,'11020001','终端','添加','11020001','添加纪录','2018-02-11 13:12:43'),(249,'11020001','终端','添加','11020001','添加纪录','2018-02-11 13:18:03'),(250,'11020001','终端','添加','11020001','添加纪录','2018-02-11 13:23:20'),(251,'chen','用户','登录','chen','登录:成功','2018-02-11 13:28:20'),(252,'11020001','终端','添加','11020001','添加纪录','2018-02-11 13:28:40'),(253,'11020001','终端','添加','11020001','添加纪录','2018-02-11 13:33:58'),(254,'chen','用户','登录','chen','登录:成功','2018-02-11 13:38:39'),(255,'11020001','终端','添加','11020001','添加纪录','2018-02-11 13:39:18'),(256,'chen','用户','登录','chen','登录:成功','2018-02-11 13:45:06'),(257,'11020001','终端','添加','11020001','添加纪录','2018-02-11 13:49:54'),(258,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:30:36'),(259,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:30:36'),(260,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:30:36'),(261,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:30:36'),(262,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:30:38'),(263,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:30:38'),(264,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:30:38'),(265,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:32:21'),(266,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:33:24'),(267,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:34:30'),(268,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:35:35'),(269,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:36:40'),(270,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:37:49'),(271,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:38:53'),(272,'chen','用户','登录','chen','登录:成功','2018-02-11 14:39:44'),(273,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:40:00'),(274,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:41:04'),(275,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:42:11'),(276,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:44:18'),(277,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:46:59'),(278,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:49:38'),(279,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:52:21'),(280,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:54:57'),(281,'11020001','终端','添加','11020001','添加纪录','2018-02-11 14:57:36'),(282,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:01:04'),(283,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:03:16'),(284,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:05:54'),(285,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:08:40'),(286,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:11:17'),(287,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:11:50'),(288,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:13:27'),(289,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:15:11'),(290,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:16:26'),(291,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:18:00'),(292,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:19:40'),(293,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:21:12'),(294,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:22:51'),(295,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:24:28'),(296,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:26:08'),(297,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:34:12'),(298,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:35:49'),(299,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:37:24'),(300,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:39:04'),(301,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:40:36'),(302,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:42:16'),(303,'chen','用户','登录','chen','登录:成功','2018-02-11 15:42:32'),(304,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:43:52'),(305,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:45:27'),(306,'11020001','终端','添加','11020001','添加纪录','2018-02-11 15:47:06'),(307,'chen','用户','登录','chen','登录:成功','2018-02-11 16:01:58'),(308,'11020001','终端','添加','11020001','添加纪录','2018-02-11 16:08:12'),(309,'zhao','用户','登录','zhao','登录:成功','2018-02-11 16:14:50'),(310,'11020001','终端','添加','11020001','添加纪录','2018-02-11 16:18:49'),(311,'zhao','用户','登录','zhao','登录:成功','2018-02-11 16:20:45'),(312,'11020001','终端','添加','11020001','添加纪录','2018-02-11 16:29:25'),(313,'11020001','终端','添加','11020001','添加纪录','2018-02-11 16:40:03'),(314,'zhao','用户','登录','zhao','登录:成功','2018-02-11 16:40:44'),(315,'zhao','用户','登录','zhao','登录:成功','2018-02-11 16:49:51'),(316,'11020001','终端','添加','11020001','添加纪录','2018-02-11 16:50:35'),(317,'zhao','用户','登录','zhao','登录:成功','2018-02-11 17:48:46'),(318,'zhao','用户','登录','zhao','登录:成功','2018-02-11 17:50:16'),(319,'11020001','终端','添加','11020001','添加纪录','2018-02-11 17:54:00'),(320,'zhao','用户','登录','zhao','登录:成功','2018-02-11 17:56:14'),(321,'zhao','用户','登录','zhao','登录:成功','2018-02-11 17:58:49'),(322,'11020001','终端','添加','11020001','添加纪录','2018-02-11 18:04:36'),(323,'zhao','用户','登录','zhao','登录:成功','2018-02-11 18:08:02'),(324,'zhao','用户','登录','zhao','登录:成功','2018-02-11 18:10:46'),(325,'zhao','用户','登录','zhao','登录:成功','2018-02-11 18:12:41'),(326,'zhao','用户','登录','zhao','登录:成功','2018-02-11 18:14:01'),(327,'zhao','用户','登录','zhao','登录:成功','2018-02-11 18:15:24'),(328,'zhao','用户','登录','zhao','登录:成功','2018-02-12 10:17:36'),(329,'zhao','用户','登录','zhao','登录:成功','2018-02-12 10:25:14'),(330,'zhao','用户','登录','zhao','登录:成功','2018-02-12 10:27:20'),(331,'zhao','用户','登录','zhao','登录:成功','2018-02-12 10:37:30'),(332,'zhao','用户','登录','zhao','登录:成功','2018-02-12 10:43:52'),(333,'zhao','用户','登录','zhao','登录:成功','2018-02-12 11:29:44'),(334,'zhao','用户','登录','zhao','登录:成功','2018-02-12 11:48:08'),(335,'zhao','用户','登录','zhao','登录:成功','2018-02-12 11:49:57'),(336,'zhao','用户','登录','zhao','登录:成功','2018-02-12 11:54:35'),(337,'zhao','用户','登录','zhao','登录:成功','2018-02-12 11:56:33'),(338,'zhao','用户','登录','zhao','登录:成功','2018-02-12 12:14:30'),(339,'zhao','用户','登录','zhao','登录:成功','2018-02-12 12:20:35'),(340,'zhao','用户','登录','zhao','登录:成功','2018-02-12 12:25:57'),(341,'zhao','用户','登录','zhao','登录:成功','2018-02-12 13:38:35'),(342,'zhao','用户','登录','zhao','登录:成功','2018-02-12 13:45:48'),(343,'zhao','用户','登录','zhao','登录:成功','2018-02-12 13:53:14'),(344,'zhao','用户','登录','zhao','登录:成功','2018-02-12 14:57:12'),(345,'zhao','用户','登录','zhao','登录:成功','2018-02-12 15:14:10'),(346,'zhao','用户','登录','zhao','登录:成功','2018-02-12 15:17:25'),(347,'zhao','用户','登录','zhao','登录:成功','2018-02-12 15:28:19'),(348,'zhao','用户','登录','zhao','登录:成功','2018-02-12 15:28:52'),(349,'zhao','用户','登录','zhao','登录:成功','2018-02-12 15:42:11'),(350,'zhao','用户','登录','zhao','登录:成功','2018-02-12 15:52:54'),(351,'zhao','用户','登录','zhao','登录:成功','2018-02-12 15:57:56'),(352,'zhao','用户','登录','zhao','登录:成功','2018-02-12 16:00:10'),(353,'zhao','用户','登录','zhao','登录:成功','2018-02-12 16:32:52'),(354,'chen','用户','登录','chen','登录:成功','2018-02-12 16:38:55'),(355,'zhao','用户','登录','zhao','登录:成功','2018-02-12 16:43:56'),(356,'chen','用户','登录','chen','登录:成功','2018-02-23 13:11:12'),(357,'zhao','用户','登录','zhao','登录:成功','2018-02-23 13:15:16'),(358,'zhao123','用户','登录','zhao123','登录:成功','2018-02-23 13:16:02'),(359,'zhao123','用户','登录','zhao123','登录:成功','2018-02-23 13:17:13'),(360,'zhao','用户','登录','zhao','登录:成功','2018-02-23 13:18:56'),(361,'zhao','用户','登录','zhao','登录:成功','2018-02-23 13:24:00'),(362,'zhao','用户','登录','zhao','登录:成功','2018-02-23 13:39:24'),(363,'zhao','用户','登录','zhao','登录:成功','2018-02-23 13:39:48'),(364,'kk','用户','登录','kk','登录:成功','2018-02-23 13:43:20'),(365,'zhao','用户','登录','zhao','登录:成功','2018-02-23 13:51:53'),(366,'zhao','用户','登录','zhao','登录:成功','2018-02-23 14:02:02'),(367,'zhao','用户','登录','zhao','登录:成功','2018-02-23 14:40:35'),(368,'zhao','用户','登录','zhao','登录:成功','2018-02-23 14:44:39'),(369,'zhao','用户','登录','zhao','登录:成功','2018-02-23 14:51:36'),(370,'zhao','用户','登录','zhao','登录:成功','2018-02-23 15:06:04'),(371,'zhao','用户','登录','zhao','登录:成功','2018-02-23 15:18:56'),(372,'zhao','用户','登录','zhao','登录:成功','2018-02-23 17:43:55'),(373,'zhao','用户','登录','zhao','登录:成功','2018-02-23 18:13:16'),(374,'kk','用户','登录','kk','登录:成功','2018-02-23 18:13:29'),(375,'zhao','用户','登录','zhao','登录:成功','2018-02-23 18:39:24'),(376,'zhao','用户','登录','zhao','登录:成功','2018-02-24 10:00:50'),(377,'zhao','用户','登录','zhao','登录:成功','2018-02-24 17:41:59'),(378,'zhao','用户','登录','zhao','登录:成功','2018-02-24 17:47:49'),(379,'zhao','用户','登录','zhao','登录:成功','2018-02-24 17:50:14'),(380,'zhao','用户','登录','zhao','登录:成功','2018-02-24 17:51:35'),(381,'zhao','用户','登录','zhao','登录:成功','2018-02-24 17:53:14'),(382,'zhao','用户','登录','zhao','登录:成功','2018-02-24 18:32:05'),(383,'zhao','用户','登录','zhao','登录:成功','2018-02-24 18:33:29'),(384,'zhao','用户','登录','zhao','登录:成功','2018-02-27 10:16:03'),(385,'zhao','用户','登录','zhao','登录:成功','2018-02-27 10:18:38'),(386,'kk','用户','登录','kk','登录:','2018-02-27 10:19:34'),(387,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 10:19:51'),(388,'zhao','用户','登录','zhao','登录:成功','2018-02-27 10:20:30'),(389,'zhao','用户','登录','zhao','登录:成功','2018-02-27 10:28:05'),(390,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 10:31:28'),(391,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 11:39:55'),(392,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 11:47:41'),(393,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 13:39:11'),(394,'zhao','用户','登录','zhao','登录:成功','2018-02-27 13:49:06'),(395,'zhao','用户','登录','zhao','登录:成功','2018-02-27 13:51:51'),(396,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 14:45:10'),(397,'zhao','用户','登录','zhao','登录:成功','2018-02-27 14:45:28'),(398,'zhao','用户','登录','zhao','登录:成功','2018-02-27 14:49:50'),(399,'zhao','用户','登录','zhao','登录:成功','2018-02-27 14:53:22'),(400,'zhao','用户','登录','zhao','登录:成功','2018-02-27 14:59:28'),(401,'zhao','用户','登录','zhao','登录:成功','2018-02-27 15:00:20'),(402,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 15:05:29'),(403,'zhao','用户','登录','zhao','登录:成功','2018-02-27 15:05:51'),(404,'NA','终端','修改','NA','修改纪录','2018-02-27 15:09:54'),(405,'zhao','用户','登录','zhao','登录:成功','2018-02-27 15:11:34'),(406,'NA','终端','修改','NA','修改纪录','2018-02-27 15:15:13'),(407,'NA','终端','修改','NA','修改纪录','2018-02-27 15:20:31'),(408,'NA','终端','修改','NA','修改纪录','2018-02-27 15:25:50'),(409,'zhao','用户','登录','zhao','登录:成功','2018-02-27 15:25:52'),(410,'NA','终端','修改','NA','修改纪录','2018-02-27 15:31:07'),(411,'NA','终端','修改','NA','修改纪录','2018-02-27 15:36:26'),(412,'NA','终端','修改','NA','修改纪录','2018-02-27 15:41:43'),(413,'NA','终端','修改','NA','修改纪录','2018-02-27 15:47:02'),(414,'NA','终端','修改','NA','修改纪录','2018-02-27 15:52:20'),(415,'zhao','用户','登录','zhao','登录:成功','2018-02-27 15:56:24'),(416,'NA','终端','修改','NA','修改纪录','2018-02-27 15:57:40'),(417,'zhao','用户','登录','zhao','登录:成功','2018-02-27 16:02:04'),(418,'NA','终端','修改','NA','修改纪录','2018-02-27 16:03:05'),(419,'NA','终端','修改','NA','修改纪录','2018-02-27 16:03:05'),(420,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 16:03:12'),(421,'NA','终端','修改','NA','修改纪录','2018-02-27 16:08:21'),(422,'zhao','用户','登录','zhao','登录:成功','2018-02-27 16:08:22'),(423,'zhao','用户','登录','zhao','登录:成功','2018-02-27 16:10:42'),(424,'NA','终端','修改','NA','修改纪录','2018-02-27 16:13:35'),(425,'zhao','用户','登录','zhao','登录:成功','2018-02-27 16:13:38'),(426,'zhao','用户','登录','zhao','登录:成功','2018-02-27 16:15:34'),(427,'11013685','终端','修改','11013685','修改纪录','2018-02-27 16:18:53'),(428,'zhao','用户','登录','zhao','登录:成功','2018-02-27 16:21:36'),(429,'11013685','终端','修改','11013685','修改纪录','2018-02-27 16:24:12'),(430,'11013685','终端','修改','11013685','修改纪录','2018-02-27 16:24:19'),(431,'11013685','终端','修改','11013685','修改纪录','2018-02-27 16:28:41'),(432,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 16:29:52'),(433,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 16:33:13'),(434,'11013685','终端','修改','11013685','修改纪录','2018-02-27 16:37:13'),(435,'11013685','终端','修改','11013685','修改纪录','2018-02-27 16:41:54'),(436,'11013685','终端','修改','11013685','修改纪录','2018-02-27 16:50:42'),(437,'11013685','终端','修改','11013685','修改纪录','2018-02-27 16:56:03'),(438,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:01:17'),(439,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:06:38'),(440,'zhao','用户','登录','zhao','登录:成功','2018-02-27 17:09:34'),(441,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:11:59'),(442,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:17:15'),(443,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:22:33'),(444,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:27:51'),(445,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:33:12'),(446,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:38:29'),(447,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:43:45'),(448,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:49:03'),(449,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:54:22'),(450,'11013685','终端','修改','11013685','修改纪录','2018-02-27 17:59:40'),(451,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:05:00'),(452,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:10:13'),(453,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:15:37'),(454,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:20:50'),(455,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:26:10'),(456,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:31:28'),(457,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:36:46'),(458,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:42:04'),(459,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:47:22'),(460,'11013685','终端','修改','11013685','修改纪录','2018-02-27 18:52:40'),(461,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:03:14'),(462,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:08:36'),(463,'zhao','用户','登录','zhao','登录:成功','2018-02-27 19:09:45'),(464,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 19:12:12'),(465,'zhao','用户','登录','zhao','登录:成功','2018-02-27 19:12:54'),(466,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:13:53'),(467,'zhao','用户','登录','zhao','登录:成功','2018-02-27 19:17:57'),(468,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:19:11'),(469,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:24:31'),(470,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 19:29:03'),(471,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:29:53'),(472,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 19:31:11'),(473,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:35:06'),(474,'zhao','用户','登录','zhao','登录:成功','2018-02-27 19:35:07'),(475,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:40:50'),(476,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:45:37'),(477,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:50:57'),(478,'11013685','终端','修改','11013685','修改纪录','2018-02-27 19:56:22'),(479,'11013685','终端','修改','11013685','修改纪录','2018-02-27 20:01:37'),(480,'11013685','终端','修改','11013685','修改纪录','2018-02-27 20:07:02'),(481,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 20:07:07'),(482,'zhao123','用户','登录','zhao123','登录:成功','2018-02-27 20:14:32'),(483,'zhao','用户','登录','zhao','登录:成功','2018-02-27 20:17:29'),(484,'11013685','终端','修改','11013685','修改纪录','2018-02-27 20:17:52'),(485,'zhao','用户','登录','zhao','登录:成功','2018-02-27 20:27:16'),(486,'11013685','终端','修改','11013685','修改纪录','2018-02-27 20:28:39'),(487,'11013685','终端','修改','11013685','修改纪录','2018-02-27 20:34:04'),(488,'zhao','用户','登录','zhao','登录:成功','2018-02-28 09:57:36'),(489,'11013685','终端','修改','11013685','修改纪录','2018-02-28 10:09:10'),(490,'zhao','用户','登录','zhao','登录:成功','2018-02-28 10:13:18'),(491,'zhao','用户','登录','zhao','登录:成功','2018-02-28 10:14:04'),(492,'11013685','终端','修改','11013685','修改纪录','2018-02-28 10:14:36'),(493,'zhao','用户','登录','zhao','登录:成功','2018-02-28 10:18:29'),(494,'11013685','终端','修改','11013685','修改纪录','2018-02-28 10:20:02'),(495,'11013685','终端','修改','11013685','修改纪录','2018-02-28 10:25:24'),(496,'11013685','终端','修改','11013685','修改纪录','2018-02-28 10:30:54'),(497,'11013685','终端','修改','11013685','修改纪录','2018-02-28 10:36:19'),(498,'11013685','终端','修改','11013685','修改纪录','2018-02-28 10:47:06'),(499,'zhao','用户','登录','zhao','登录:成功','2018-02-28 10:47:13'),(500,'zhao123','用户','登录','zhao123','登录:成功','2018-02-28 10:50:42'),(501,'11013685','终端','修改','11013685','修改纪录','2018-02-28 10:52:31'),(502,'11013685','终端','修改','11013685','修改纪录','2018-02-28 10:57:59'),(503,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:00:41'),(504,'11013685','终端','修改','11013685','修改纪录','2018-02-28 11:08:47'),(505,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:14:04'),(506,'11013685','终端','修改','11013685','修改纪录','2018-02-28 11:14:16'),(507,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:15:16'),(508,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:18:53'),(509,'11013685','终端','修改','11013685','修改纪录','2018-02-28 11:19:41'),(510,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:25:57'),(511,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:26:45'),(512,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:27:29'),(513,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:28:41'),(514,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:29:42'),(515,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:31:43'),(516,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:33:59'),(517,'11013685','终端','修改','11013685','修改纪录','2018-02-28 11:35:59'),(518,'zhao','用户','登录','zhao','登录:成功','2018-02-28 11:43:35'),(519,'11013685','终端','修改','11013685','修改纪录','2018-02-28 11:46:49'),(520,'11013685','终端','修改','11013685','修改纪录','2018-02-28 11:52:16'),(521,'11013685','终端','修改','11013685','修改纪录','2018-02-28 11:57:39'),(522,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:03:07'),(523,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:13:59'),(524,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:19:24'),(525,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:24:50'),(526,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:30:16'),(527,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:35:43'),(528,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:41:06'),(529,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:46:34'),(530,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:52:02'),(531,'11013685','终端','修改','11013685','修改纪录','2018-02-28 12:57:29'),(532,'11013685','终端','修改','11013685','修改纪录','2018-02-28 13:02:52'),(533,'11013685','终端','修改','11013685','修改纪录','2018-02-28 13:08:21'),(534,'11013685','终端','修改','11013685','修改纪录','2018-02-28 13:19:06'),(535,'11013685','终端','修改','11013685','修改纪录','2018-02-28 13:24:39'),(536,'11013685','终端','修改','11013685','修改纪录','2018-02-28 13:29:58'),(537,'11013685','终端','修改','11013685','修改纪录','2018-02-28 13:35:25'),(538,'11013685','终端','修改','11013685','修改纪录','2018-02-28 13:40:51'),(539,'11013685','终端','修改','11013685','修改纪录','2018-02-28 13:46:15'),(540,'11013685','终端','修改','11013685','修改纪录','2018-02-28 13:51:46'),(541,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:02:32'),(542,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:07:59'),(543,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:13:25'),(544,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:18:49'),(545,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:24:13'),(546,'zhao','用户','登录','zhao','登录:成功','2018-02-28 14:25:04'),(547,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:29:38'),(548,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:35:00'),(549,'zhao123','用户','登录','zhao123','登录:成功','2018-02-28 14:39:18'),(550,'zhao','用户','登录','zhao','登录:成功','2018-02-28 14:40:01'),(551,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:40:17'),(552,'zhao123','用户','登录','zhao123','登录:成功','2018-02-28 14:42:28'),(553,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:45:36'),(554,'zhao123','用户','登录','zhao123','登录:成功','2018-02-28 14:47:33'),(555,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:50:58'),(556,'zhao','用户','登录','zhao','登录:成功','2018-02-28 14:54:12'),(557,'11013685','终端','修改','11013685','修改纪录','2018-02-28 14:56:16'),(558,'11013685','终端','修改','11013685','修改纪录','2018-02-28 15:01:31'),(559,'11013685','终端','修改','11013685','修改纪录','2018-02-28 15:06:50'),(560,'zhao','用户','登录','zhao','登录:成功','2018-02-28 15:10:27'),(561,'11013685','终端','修改','11013685','修改纪录','2018-02-28 15:12:12'),(562,'zhao','用户','登录','zhao','登录:成功','2018-02-28 15:19:21'),(563,'11013685','终端','修改','11013685','修改纪录','2018-02-28 15:22:53'),(564,'11013685','终端','修改','11013685','修改纪录','2018-02-28 15:28:13'),(565,'zhao','用户','登录','zhao','登录:成功','2018-02-28 15:35:22'),(566,'11013685','终端','修改','11013685','修改纪录','2018-02-28 15:38:51'),(567,'11013685','终端','修改','11013685','修改纪录','2018-02-28 15:44:08'),(568,'zhao','用户','登录','zhao','登录:成功','2018-02-28 15:56:16'),(569,'11013685','终端','修改','11013685','修改纪录','2018-02-28 16:00:10'),(570,'11013685','终端','修改','11013685','修改纪录','2018-02-28 16:05:23'),(571,'11013685','终端','修改','11013685','修改纪录','2018-02-28 16:10:46'),(572,'11013685','终端','修改','11013685','修改纪录','2018-02-28 16:16:06'),(573,'11013685','终端','修改','11013685','修改纪录','2018-02-28 16:21:24'),(574,'11013685','终端','修改','11013685','修改纪录','2018-02-28 16:26:51'),(575,'11013685','终端','修改','11013685','修改纪录','2018-02-28 17:31:55'),(576,'11013685','终端','修改','11013685','修改纪录','2018-02-28 17:32:45'),(577,'zhao','用户','登录','zhao','登录:成功','2018-02-28 17:37:14'),(578,'11013685','终端','修改','11013685','修改纪录','2018-02-28 17:43:03'),(579,'11013685','终端','修改','11013685','修改纪录','2018-02-28 17:48:21'),(580,'11013685','终端','修改','11013685','修改纪录','2018-02-28 17:53:39'),(581,'zhao','用户','登录','zhao','登录:成功','2018-02-28 18:14:46'),(582,'11013685','终端','修改','11013685','修改纪录','2018-02-28 18:15:17'),(583,'11013685','终端','修改','11013685','修改纪录','2018-02-28 18:22:12'),(584,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 10:20:40'),(585,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 10:22:15'),(586,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 10:39:05'),(587,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 10:46:33'),(588,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 10:48:54'),(589,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 10:57:33'),(590,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 11:03:33'),(591,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 11:31:36'),(592,'zhao','用户','登录','zhao','登录:成功','2018-03-01 12:22:13'),(593,'zhao','用户','登录','zhao','登录:成功','2018-03-01 12:23:06'),(594,'zhao','用户','登录','zhao','登录:成功','2018-03-01 12:25:11'),(595,'zhao','用户','登录','zhao','登录:成功','2018-03-01 14:34:53'),(596,'zhao','用户','登录','zhao','登录:成功','2018-03-01 14:37:11'),(597,'zhao','用户','登录','zhao','登录:成功','2018-03-01 14:42:32'),(598,'11013685','终端','修改','11013685','修改纪录','2018-03-01 14:45:04'),(599,'11013685','终端','修改','11013685','修改纪录','2018-03-01 14:49:06'),(600,'zhao','用户','登录','zhao','登录:成功','2018-03-01 14:53:51'),(601,'11013685','终端','修改','11013685','修改纪录','2018-03-01 14:54:31'),(602,'zhao','用户','登录','zhao','登录:成功','2018-03-01 14:56:37'),(603,'11013685','终端','修改','11013685','修改纪录','2018-03-01 14:59:59'),(604,'zhao','用户','登录','zhao','登录:成功','2018-03-01 15:03:30'),(605,'zhao','用户','登录','zhao','登录:成功','2018-03-01 15:11:40'),(606,'zhao','用户','登录','zhao','登录:成功','2018-03-01 15:33:24'),(607,'11013685','终端','修改','11013685','修改纪录','2018-03-01 15:48:33'),(608,'zhao','用户','登录','zhao','登录:成功','2018-03-01 15:49:32'),(609,'zhao','用户','登录','zhao','登录:成功','2018-03-01 15:52:37'),(610,'zhao','用户','登录','zhao','登录:成功','2018-03-01 15:56:19'),(611,'zhao','用户','登录','zhao','登录:成功','2018-03-01 15:57:49'),(612,'11013685','终端','修改','11013685','修改纪录','2018-03-01 16:04:41'),(613,'11013685','终端','修改','11013685','修改纪录','2018-03-01 16:09:54'),(614,'11013685','终端','修改','11013685','修改纪录','2018-03-01 16:15:21'),(615,'11013685','终端','修改','11013685','修改纪录','2018-03-01 16:20:45'),(616,'11013685','终端','修改','11013685','修改纪录','2018-03-01 16:31:32'),(617,'11013685','终端','修改','11013685','修改纪录','2018-03-01 16:53:02'),(618,'11013685','终端','修改','11013685','修改纪录','2018-03-01 17:03:47'),(619,'11013685','终端','修改','11013685','修改纪录','2018-03-01 17:09:10'),(620,'11013685','终端','修改','11013685','修改纪录','2018-03-01 17:14:34'),(621,'zhao','用户','登录','zhao','登录:成功','2018-03-01 17:34:57'),(622,'11013685','终端','修改','11013685','修改纪录','2018-03-01 17:46:47'),(623,'11013685','终端','修改','11013685','修改纪录','2018-03-01 18:02:56'),(624,'11013685','终端','修改','11013685','修改纪录','2018-03-01 18:29:51'),(625,'11013685','终端','修改','11013685','修改纪录','2018-03-01 18:35:12'),(626,'11013685','终端','修改','11013685','修改纪录','2018-03-01 18:40:35'),(627,'11013685','终端','修改','11013685','修改纪录','2018-03-01 18:56:43'),(628,'11013685','终端','修改','11013685','修改纪录','2018-03-01 19:02:07'),(629,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 19:07:22'),(630,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 19:22:34'),(631,'11013685','终端','修改','11013685','修改纪录','2018-03-01 19:23:37'),(632,'zhao123','用户','登录','zhao123','登录:成功','2018-03-01 19:27:00'),(633,'11013685','终端','修改','11013685','修改纪录','2018-03-01 19:29:01'),(634,'11013685','终端','修改','11013685','修改纪录','2018-03-01 19:34:26'),(635,'11013685','终端','修改','11013685','修改纪录','2018-03-01 19:39:49'),(636,'11013685','终端','修改','11013685','修改纪录','2018-03-01 19:45:10'),(637,'11013685','终端','修改','11013685','修改纪录','2018-03-01 19:55:57'),(638,'11013685','终端','修改','11013685','修改纪录','2018-03-01 20:01:22'),(639,'11013685','终端','修改','11013685','修改纪录','2018-03-01 20:06:48'),(640,'11013685','终端','修改','11013685','修改纪录','2018-03-01 20:12:10'),(641,'11013685','终端','修改','11013685','修改纪录','2018-03-01 20:28:18'),(642,'11013685','终端','修改','11013685','修改纪录','2018-03-01 20:33:43'),(643,'zhao','用户','登录','zhao','登录:成功','2018-03-02 10:35:55'),(644,'zhao','用户','登录','zhao','登录:成功','2018-03-02 10:40:44'),(645,'zhao','用户','登录','zhao','登录:成功','2018-03-02 10:49:53'),(646,'zhao','用户','登录','zhao','登录:成功','2018-03-02 11:10:16'),(647,'zhao','用户','登录','zhao','登录:成功','2018-03-02 11:15:02'),(648,'zhao','用户','登录','zhao','登录:成功','2018-03-02 11:23:33'),(649,'zhao','用户','登录','zhao','登录:成功','2018-03-02 11:30:23'),(650,'zhao','用户','登录','zhao','登录:成功','2018-03-02 11:37:51'),(651,'zhao','用户','登录','zhao','登录:成功','2018-03-02 11:52:57'),(652,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 11:08:55'),(653,'','用户','登录','','登录:','2018-03-05 11:18:56'),(654,'','用户','登录','','登录:','2018-03-05 11:19:00'),(655,'','用户','登录','','登录:','2018-03-05 11:19:09'),(656,'','用户','登录','','登录:','2018-03-05 11:19:55'),(657,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 11:32:18'),(658,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 11:39:44'),(659,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 11:42:28'),(660,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 11:48:07'),(661,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 15:35:29'),(662,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 15:44:03'),(663,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 17:04:27'),(664,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 17:11:59'),(665,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 17:19:26'),(666,'zhao123','用户','登录','zhao123','登录:成功','2018-03-05 17:53:30'),(667,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 09:45:48'),(668,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 10:37:49'),(669,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 11:35:39'),(670,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 16:29:59'),(671,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 17:07:58'),(672,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 17:33:30'),(673,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 17:38:25'),(674,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 17:46:24'),(675,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 17:50:36'),(676,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 17:58:50'),(677,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 18:07:13'),(678,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 19:20:52'),(679,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 19:24:39'),(680,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 19:27:01'),(681,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 19:29:59'),(682,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 19:35:42'),(683,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 19:44:43'),(684,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 19:46:52'),(685,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 19:55:32'),(686,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 20:06:58'),(687,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 20:15:24'),(688,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 20:23:49'),(689,'zhao123','用户','登录','zhao123','登录:成功','2018-03-06 20:28:13'),(690,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 10:46:29'),(691,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 10:49:15'),(692,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 13:46:43'),(693,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 13:54:12'),(694,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 14:27:54'),(695,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 14:34:24'),(696,'zhao','用户','登录','zhao','登录:成功','2018-03-07 14:44:52'),(697,'zhao','用户','登录','zhao','登录:成功','2018-03-07 14:47:14'),(698,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 15:19:57'),(699,'zhao','用户','登录','zhao','登录:成功','2018-03-07 15:22:56'),(700,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 15:25:14'),(701,'zhao','用户','登录','zhao','登录:成功','2018-03-07 15:25:47'),(702,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 15:41:37'),(703,'zhao','用户','登录','zhao','登录:成功','2018-03-07 15:42:26'),(704,'zhao','用户','登录','zhao','登录:成功','2018-03-07 15:45:19'),(705,'zhao','用户','登录','zhao','登录:成功','2018-03-07 15:51:17'),(706,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 15:58:14'),(707,'zhao','用户','登录','zhao','登录:成功','2018-03-07 16:01:31'),(708,'zhao','用户','登录','zhao','登录:成功','2018-03-07 16:05:45'),(709,'zhao','用户','登录','zhao','登录:成功','2018-03-07 16:21:53'),(710,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 16:53:37'),(711,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 17:01:53'),(712,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 17:07:06'),(713,'zhao','用户','登录','zhao','登录:成功','2018-03-07 17:10:54'),(714,'zhao123','用户','登录','zhao123','登录:成功','2018-03-07 17:55:39'),(715,'zhao','用户','登录','zhao','登录:成功','2018-03-07 17:57:55'),(716,'zhao','用户','登录','zhao','登录:成功','2018-03-07 18:07:20'),(717,'zhao','用户','登录','zhao','登录:成功','2018-03-07 18:15:55'),(718,'zhao','用户','登录','zhao','登录:成功','2018-03-07 18:16:38'),(719,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 09:42:12'),(720,'zhao','用户','登录','zhao','登录:成功','2018-03-08 09:49:23'),(721,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 10:01:31'),(722,'zhao','用户','登录','zhao','登录:成功','2018-03-08 10:03:46'),(723,'zhao','用户','登录','zhao','登录:成功','2018-03-08 10:13:04'),(724,'zhao','用户','登录','zhao','登录:成功','2018-03-08 10:17:36'),(725,'zhao','用户','登录','zhao','登录:成功','2018-03-08 10:26:42'),(726,'zhao','用户','登录','zhao','登录:成功','2018-03-08 10:31:06'),(727,'zhao','用户','登录','zhao','登录:成功','2018-03-08 10:39:59'),(728,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 11:07:42'),(729,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 11:53:04'),(730,'zhao','用户','登录','zhao','登录:成功','2018-03-08 12:02:45'),(731,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 14:15:43'),(732,'czhan001','用户','登录','czhan001','登录:成功','2018-03-08 14:17:14'),(733,'zhao123','用户','登录','zhao123','登录:密码不正确','2018-03-08 14:17:29'),(734,'rere','用户','登录','rere','登录:','2018-03-08 14:17:37'),(735,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 14:17:43'),(736,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 15:22:13'),(737,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 15:44:04'),(738,'zhao','用户','登录','zhao','登录:成功','2018-03-08 15:48:04'),(739,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 15:49:43'),(740,'zhao','用户','登录','zhao','登录:成功','2018-03-08 15:50:03'),(741,'zhao','用户','登录','zhao','登录:成功','2018-03-08 15:51:23'),(742,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 15:51:52'),(743,'zhao','用户','登录','zhao','登录:成功','2018-03-08 16:03:10'),(744,'zhao','用户','登录','zhao','登录:成功','2018-03-08 16:11:15'),(745,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 16:21:23'),(746,'zhao','用户','登录','zhao','登录:成功','2018-03-08 16:22:34'),(747,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 16:55:15'),(748,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 17:51:35'),(749,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 17:56:15'),(750,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 17:59:58'),(751,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 18:04:46'),(752,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 19:38:58'),(753,'zhao123','用户','登录','zhao123','登录:成功','2018-03-08 20:21:52'),(754,'zhao123','用户','登录','zhao123','登录:成功','2018-03-09 11:33:11'),(755,'zhao123','用户','登录','zhao123','登录:成功','2018-03-09 11:48:10'),(756,'zhao','用户','登录','zhao','登录:成功','2018-03-09 11:48:29'),(757,'zhao123','用户','登录','zhao123','登录:成功','2018-03-09 11:52:08'),(758,'zhao123','用户','登录','zhao123','登录:成功','2018-03-09 13:42:46'),(759,'zhao','用户','登录','zhao','登录:成功','2018-03-09 13:54:29'),(760,'zhao123','用户','登录','zhao123','登录:成功','2018-03-09 13:57:10'),(761,'zhao123','用户','登录','zhao123','登录:成功','2018-03-09 15:35:12'),(762,'zhao','用户','登录','zhao','登录:成功','2018-03-09 15:35:19'),(763,'zhao123','用户','登录','zhao123','登录:成功','2018-03-09 16:22:57'),(764,'zhao123','用户','登录','zhao123','登录:成功','2018-03-09 16:31:51'),(765,'zhao123','用户','登录','zhao123','登录:成功','2018-03-13 19:41:02'),(766,'zhao123','用户','登录','zhao123','登录:成功','2018-03-13 19:47:25'),(767,'zhao123','用户','登录','zhao123','登录:成功','2018-03-13 19:49:45'),(768,'zhao123','用户','登录','zhao123','登录:成功','2018-03-13 19:53:37'),(769,'zhao123','用户','登录','zhao123','登录:成功','2018-03-13 19:59:27'),(770,'zhao123','用户','登录','zhao123','登录:成功','2018-03-13 20:02:40'),(771,'zhao','用户','登录','zhao','登录:成功','2018-03-13 20:09:23'),(772,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 12:25:27'),(773,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 14:30:33'),(774,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 14:33:26'),(775,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 14:42:16'),(776,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 14:46:10'),(777,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 14:47:37'),(778,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 14:58:37'),(779,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 15:03:22'),(780,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 15:10:09'),(781,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 15:16:10'),(782,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 15:38:12'),(783,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 15:51:15'),(784,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 16:26:31'),(785,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 16:49:19'),(786,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 16:52:23'),(787,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 16:55:53'),(788,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 17:00:48'),(789,'zhao123','用户','登录','zhao123','登录:成功','2018-03-14 17:44:35'),(790,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 10:22:28'),(791,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 10:28:14'),(792,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 10:30:49'),(793,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 11:47:40'),(794,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 11:51:16'),(795,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 11:53:13'),(796,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 12:16:14'),(797,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 12:22:23'),(798,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 13:26:38'),(799,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 13:34:15'),(800,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 13:58:14'),(801,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 14:18:54'),(802,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 14:21:52'),(803,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 14:25:56'),(804,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 14:28:17'),(805,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 14:30:35'),(806,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 15:19:18'),(807,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 15:32:00'),(808,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 15:35:44'),(809,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 15:56:19'),(810,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 15:59:18'),(811,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 16:01:01'),(812,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 16:07:17'),(813,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 16:19:59'),(814,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 16:52:08'),(815,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 17:04:50'),(816,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 17:20:32'),(817,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 17:22:45'),(818,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 17:30:32'),(819,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 17:34:20'),(820,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 17:42:14'),(821,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 19:47:09'),(822,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 19:50:56'),(823,'zhao123','用户','登录','zhao123','登录:成功','2018-03-15 20:18:55'),(824,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 10:26:12'),(825,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 11:48:59'),(826,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 11:54:20'),(827,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 12:17:23'),(828,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 13:54:15'),(829,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 14:12:19'),(830,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 14:58:47'),(831,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 15:03:44'),(832,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 15:12:06'),(833,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 15:19:28'),(834,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 15:52:39'),(835,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 15:56:19'),(836,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 16:15:12'),(837,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 16:57:23'),(838,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 17:35:07'),(839,'zhao123','用户','登录','zhao123','登录:成功','2018-03-17 17:58:06'),(840,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 09:53:32'),(841,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 11:33:10'),(842,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 12:29:45'),(843,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 13:31:18'),(844,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 14:33:21'),(845,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 14:37:41'),(846,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 14:41:16'),(847,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 14:45:23'),(848,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 14:50:12'),(849,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 15:16:53'),(850,'zhao','用户','登录','zhao','登录:成功','2018-03-19 15:17:08'),(851,'zhao','用户','登录','zhao','登录:成功','2018-03-19 15:19:41'),(852,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 15:20:29'),(853,'zhao','用户','登录','zhao','登录:成功','2018-03-19 15:35:57'),(854,'zhao','用户','登录','zhao','登录:成功','2018-03-19 16:16:03'),(855,'zhao','用户','登录','zhao','登录:成功','2018-03-19 16:19:14'),(856,'zhao','用户','登录','zhao','登录:成功','2018-03-19 16:21:19'),(857,'zhao','用户','登录','zhao','登录:成功','2018-03-19 16:30:38'),(858,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 16:57:44'),(859,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 17:17:25'),(860,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 17:46:55'),(861,'zhao123','用户','登录','zhao123','登录:成功','2018-03-19 18:25:51'),(862,'zhao','用户','登录','zhao','登录:成功','2018-03-19 18:40:42'),(863,'zhao','用户','登录','zhao','登录:成功','2018-03-19 18:44:22'),(864,'zhao','用户','登录','zhao','登录:成功','2018-03-19 19:55:16'),(865,'zhao','用户','登录','zhao','登录:成功','2018-03-19 19:58:58'),(866,'zhao','用户','登录','zhao','登录:成功','2018-03-19 20:09:54'),(867,'zhao','用户','登录','zhao','登录:成功','2018-03-19 20:15:14'),(868,'zhao','用户','登录','zhao','登录:成功','2018-03-19 20:27:48'),(869,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 10:20:07'),(870,'zhao','用户','登录','zhao','登录:成功','2018-03-20 10:20:31'),(871,'zhao','用户','登录','zhao','登录:成功','2018-03-20 10:53:00'),(872,'zhao','用户','登录','zhao','登录:成功','2018-03-20 11:01:02'),(873,'zhao','用户','登录','zhao','登录:成功','2018-03-20 11:09:41'),(874,'zhao','用户','登录','zhao','登录:成功','2018-03-20 11:17:53'),(875,'zhao','用户','登录','zhao','登录:成功','2018-03-20 11:21:49'),(876,'zhao','用户','登录','zhao','登录:成功','2018-03-20 11:53:03'),(877,'zhao','用户','登录','zhao','登录:成功','2018-03-20 11:59:18'),(878,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 12:02:16'),(879,'zhao','用户','登录','zhao','登录:成功','2018-03-20 12:25:13'),(880,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 12:25:19'),(881,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 12:34:40'),(882,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 14:09:30'),(883,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 14:39:40'),(884,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 14:50:59'),(885,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 15:01:52'),(886,'zhao','用户','登录','zhao','登录:成功','2018-03-20 15:03:06'),(887,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 16:58:35'),(888,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 17:15:48'),(889,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 17:24:36'),(890,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 17:34:32'),(891,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 17:54:11'),(892,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 17:58:52'),(893,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 18:03:21'),(894,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 18:13:36'),(895,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 18:29:21'),(896,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 19:48:35'),(897,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 20:12:38'),(898,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 20:21:46'),(899,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 20:26:18'),(900,'zhao123','用户','登录','zhao123','登录:成功','2018-03-20 20:29:09'),(901,'zhao123','用户','登录','zhao123','登录:成功','2018-03-21 11:02:58'),(902,'zhao123','用户','登录','zhao123','登录:成功','2018-03-21 11:28:31'),(903,'zhao','用户','登录','zhao','登录:成功','2018-03-21 11:46:40'),(904,'zhao','用户','登录','zhao','登录:成功','2018-03-21 11:53:35'),(905,'zhao','用户','登录','zhao','登录:成功','2018-03-21 18:23:16'),(906,'zhao123','用户','登录','zhao123','登录:成功','2018-03-22 17:24:05'),(907,'zhao123','用户','登录','zhao123','登录:成功','2018-03-22 17:43:28'),(908,'zhao123','用户','登录','zhao123','登录:成功','2018-03-22 18:02:58'),(909,'zhao123','用户','登录','zhao123','登录:成功','2018-03-23 16:20:26'),(910,'zhao123','用户','登录','zhao123','登录:成功','2018-03-23 16:22:59'),(911,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 10:24:59'),(912,'zhao','用户','登录','zhao','登录:成功','2018-03-27 10:25:53'),(913,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 10:26:03'),(914,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 10:26:23'),(915,'zhao','用户','登录','zhao','登录:成功','2018-03-27 10:27:55'),(916,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 10:31:07'),(917,'zhao','用户','登录','zhao','登录:成功','2018-03-27 10:35:56'),(918,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 10:36:15'),(919,'zhao','用户','登录','zhao','登录:成功','2018-03-27 10:39:36'),(920,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 10:41:34'),(921,'zhao','用户','登录','zhao','登录:成功','2018-03-27 10:49:27'),(922,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 10:50:34'),(923,'zhao','用户','登录','zhao','登录:成功','2018-03-27 10:52:17'),(924,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 10:55:10'),(925,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 10:56:41'),(926,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 10:58:42'),(927,'zhao','用户','登录','zhao','登录:成功','2018-03-27 11:01:24'),(928,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 11:01:49'),(929,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 11:06:52'),(930,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 11:09:26'),(931,'zhao','用户','登录','zhao','登录:成功','2018-03-27 11:10:04'),(932,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 11:17:05'),(933,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 11:32:21'),(934,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 11:37:30'),(935,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 11:39:15'),(936,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 11:47:42'),(937,'zhao','用户','登录','zhao','登录:成功','2018-03-27 11:49:50'),(938,'zhao','用户','登录','zhao','登录:成功','2018-03-27 11:54:42'),(939,'zhao','用户','登录','zhao','登录:成功','2018-03-27 14:19:28'),(940,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 14:48:45'),(941,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 14:56:38'),(942,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 15:00:16'),(943,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 15:16:27'),(944,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 15:23:28'),(945,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 15:28:06'),(946,'zhao123','用户','登录','zhao123','登录:成功','2018-03-27 15:33:30'),(947,'zhao','用户','登录','zhao','登录:成功','2018-03-27 15:33:52'),(948,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 15:47:44'),(949,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 16:41:13'),(950,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 16:41:18'),(951,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 16:41:19'),(952,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 16:41:22'),(953,'zhao','用户','登录','zhao','登录:成功','2018-03-27 16:46:56'),(954,'zhao','用户','登录','zhao','登录:成功','2018-03-27 16:56:54'),(955,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 17:04:49'),(956,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 17:09:29'),(957,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 17:14:33'),(958,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 17:19:23'),(959,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 17:24:30'),(960,'zhao','用户','登录','zhao','登录:成功','2018-03-27 17:33:16'),(961,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 17:34:40'),(962,'zhao','用户','登录','zhao','登录:成功','2018-03-27 17:38:41'),(963,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 17:44:44'),(964,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 17:49:42'),(965,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 17:55:03'),(966,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 18:16:40'),(967,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 18:16:38'),(968,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 18:16:39'),(969,'zhao123','终端','修改','zhao123','修改纪录','2018-03-27 18:16:44'),(970,'zhao123','用户','登录','zhao123','登录:成功','2018-03-28 14:53:29'),(971,'zhao','用户','登录','zhao','登录:成功','2018-03-28 14:55:17'),(972,'zhao','用户','登录','zhao','登录:成功','2018-03-28 15:06:05'),(973,'zhao','用户','登录','zhao','登录:成功','2018-03-28 15:26:45'),(974,'zhao123','用户','登录','zhao123','登录:成功','2018-03-28 15:34:49'),(975,'zhao123','用户','登录','zhao123','登录:成功','2018-03-28 16:11:03'),(976,'zhao123','用户','登录','zhao123','登录:成功','2018-03-28 16:19:26'),(977,'zhao123','用户','登录','zhao123','登录:成功','2018-03-28 16:30:59'),(978,'zhao123','用户','登录','zhao123','登录:成功','2018-03-28 16:35:31'),(979,'zhao','用户','登录','zhao','登录:成功','2018-03-29 09:56:24'),(980,'zhao','用户','登录','zhao','登录:成功','2018-03-29 10:20:41'),(981,'zhao','用户','登录','zhao','登录:成功','2018-03-29 12:06:13'),(982,'zhao','用户','登录','zhao','登录:成功','2018-03-29 12:07:59'),(983,'zhao','用户','登录','zhao','登录:成功','2018-03-29 14:58:49'),(984,'zhao','用户','登录','zhao','登录:成功','2018-03-29 15:03:09'),(985,'zhao','用户','登录','zhao','登录:成功','2018-03-29 15:19:32'),(986,'45476566','终端','修改','45476566','修改纪录','2018-03-29 15:24:29'),(987,'zhao123','用户','登录','zhao123','登录:成功','2018-03-30 11:44:48'),(988,'zhao123','用户','登录','zhao123','登录:成功','2018-04-03 12:06:14'),(989,'zhao123','用户','登录','zhao123','登录:成功','2018-04-03 14:22:49'),(990,'zhao123','用户','登录','zhao123','登录:成功','2018-04-03 14:35:33'),(991,'zhao123','用户','登录','zhao123','登录:成功','2018-04-03 15:00:42'),(992,'zhao123','用户','登录','zhao123','登录:成功','2018-04-03 15:06:44'),(993,'zhao123','用户','登录','zhao123','登录:成功','2018-04-03 15:10:10'),(994,'zhao123','用户','登录','zhao123','登录:成功','2018-04-03 15:50:12'),(995,'zhao123','用户','登录','zhao123','登录:成功','2018-04-03 16:19:22'),(996,'zhao123','用户','登录','zhao123','登录:成功','2018-04-04 11:12:09'),(997,'zhao123','用户','登录','zhao123','登录:成功','2018-04-04 11:36:27'),(998,'yang','用户','登录','yang','登录:成功','2018-04-09 11:48:32'),(999,'zhao123','用户','登录','zhao123','登录:成功','2018-04-09 11:49:06'),(1000,'zhao123','用户','登录','zhao123','登录:成功','2018-04-09 14:23:28'),(1001,'zhao123','用户','登录','zhao123','登录:成功','2018-04-09 14:29:11'),(1002,'zhao123','用户','登录','zhao123','登录:成功','2018-04-09 16:32:09'),(1003,'zhao123','用户','登录','zhao123','登录:成功','2018-04-09 16:32:27'),(1004,'zhao123','用户','登录','zhao123','登录:成功','2018-04-09 16:34:21'),(1005,'zhao123','用户','登录','zhao123','登录:成功','2018-04-13 16:29:07'),(1006,'zhao123','用户','登录','zhao123','登录:成功','2018-04-13 17:30:41'),(1007,'zhao123','用户','登录','zhao123','登录:成功','2018-04-13 17:56:40'),(1008,'zhao123','用户','登录','zhao123','登录:成功','2018-04-16 09:27:32'),(1009,'zhao123','用户','登录','zhao123','登录:成功','2018-04-16 09:33:02'),(1010,'zhao','用户','登录','zhao','登录:成功','2018-04-16 09:36:35'),(1011,'zhao123','用户','登录','zhao123','登录:成功','2018-04-16 09:44:44'),(1012,'zhao','用户','登录','zhao','登录:成功','2018-04-16 09:52:29'),(1013,'zhao123','用户','登录','zhao123','登录:成功','2018-04-16 09:59:33'),(1014,'zhao','用户','登录','zhao','登录:成功','2018-04-16 10:02:13'),(1015,'zhao123','用户','登录','zhao123','登录:成功','2018-04-16 10:19:33'),(1016,'zhao','用户','登录','zhao','登录:成功','2018-04-16 10:19:44'),(1017,'zhao123','用户','登录','zhao123','登录:成功','2018-04-16 15:41:02'),(1018,'zhao123','用户','登录','zhao123','登录:成功','2018-04-16 17:59:14'),(1019,'zhao123','用户','登录','zhao123','登录:成功','2018-04-16 18:09:50'),(1020,'zhao123','用户','登录','zhao123','登录:成功','2018-04-16 18:26:22'),(1021,'zhao123','用户','登录','zhao123','登录:成功','2018-04-17 15:09:35'),(1022,'zhao123','用户','登录','zhao123','登录:成功','2018-04-17 16:03:53'),(1023,'zhao123','用户','登录','zhao123','登录:成功','2018-04-17 16:04:16'),(1024,'zhao123','用户','登录','zhao123','登录:成功','2018-04-24 09:43:02'),(1025,'zhao123','用户','登录','zhao123','登录:成功','2018-04-24 09:53:32'),(1026,'zhao','用户','登录','zhao','登录:成功','2018-04-24 11:07:38'),(1027,'zhao','用户','登录','zhao','登录:成功','2018-04-24 14:53:43'),(1028,'zhao','用户','登录','zhao','登录:成功','2018-04-24 15:32:01'),(1029,'zhao','用户','登录','zhao','登录:成功','2018-04-24 15:34:20'),(1030,'zhao','用户','登录','zhao','登录:成功','2018-04-25 16:53:22'),(1031,'zhao','用户','登录','zhao','登录:成功','2018-04-25 17:00:42'),(1032,'zhao','用户','登录','zhao','登录:成功','2018-04-25 17:08:37'),(1033,'zhao','用户','登录','zhao','登录:成功','2018-04-26 19:39:59'),(1034,'zhao','用户','登录','zhao','登录:成功','2018-04-26 20:00:15'),(1035,'zhao','用户','登录','zhao','登录:成功','2018-04-26 20:08:36'),(1036,'zhao','用户','登录','zhao','登录:成功','2018-04-26 20:14:59'),(1037,'zhao123','用户','登录','zhao123','登录:成功','2018-04-27 10:18:56'),(1038,'zhao123','用户','登录','zhao123','登录:成功','2018-04-27 10:22:05'),(1039,'zhao123','用户','登录','zhao123','登录:成功','2018-04-27 10:26:06'),(1040,'zhao','用户','登录','zhao','登录:成功','2018-04-27 10:52:24'),(1041,'zhao','用户','登录','zhao','登录:成功','2018-04-27 11:03:10'),(1042,'zhao','用户','登录','zhao','登录:成功','2018-04-27 11:20:49'),(1043,'zhao123','用户','登录','zhao123','登录:成功','2018-04-27 17:07:21'),(1044,'zhao','用户','登录','zhao','登录:成功','2018-04-27 17:09:32'),(1045,'zhao','用户','登录','zhao','登录:成功','2018-04-27 17:55:17'),(1046,'zhao123','终端','修改','zhao123','修改纪录','2018-04-27 17:58:45'),(1047,'zhao123','终端','修改','zhao123','修改纪录','2018-04-27 18:05:07'),(1048,'zhao123','终端','修改','zhao123','修改纪录','2018-04-27 18:08:37'),(1049,'zhao123','终端','修改','zhao123','修改纪录','2018-04-27 18:13:42'),(1050,'zhao123','终端','修改','zhao123','修改纪录','2018-04-27 18:24:01'),(1051,'zhao123','终端','修改','zhao123','修改纪录','2018-04-27 18:28:54'),(1052,'zhao123','终端','修改','zhao123','修改纪录','2018-04-27 18:33:52'),(1053,'zhao123','终端','修改','zhao123','修改纪录','2018-04-27 18:38:59'),(1054,'zhao123','终端','修改','zhao123','修改纪录','2018-04-27 18:44:05'),(1055,'zhao','用户','登录','zhao','登录:成功','2018-04-27 18:44:59'),(1056,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 09:41:21'),(1057,'zhao','用户','登录','zhao','登录:成功','2018-04-28 09:43:29'),(1058,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 09:47:14'),(1059,'zhao123','用户','登录','zhao123','登录:成功','2018-04-28 09:47:45'),(1060,'zhao','用户','登录','zhao','登录:成功','2018-04-28 09:48:52'),(1061,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 09:51:22'),(1062,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 09:56:23'),(1063,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 10:01:24'),(1064,'zhao123','用户','登录','zhao123','登录:成功','2018-04-28 10:05:46'),(1065,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 10:06:26'),(1066,'zhao','用户','登录','zhao','登录:成功','2018-04-28 10:06:55'),(1067,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 10:11:34'),(1068,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 10:16:35'),(1069,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 10:21:36'),(1070,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 10:26:39'),(1071,'zhao123','终端','修改','zhao123','修改纪录','2018-04-28 10:31:40'),(1072,'zhao','用户','登录','zhao','登录:成功','2018-05-02 11:37:49'),(1073,'zhao','用户','登录','zhao','登录:成功','2018-05-02 11:57:29'),(1074,'zhao','用户','登录','zhao','登录:成功','2018-05-02 12:00:45'),(1075,'zhao','用户','登录','zhao','登录:成功','2018-05-02 12:03:23'),(1076,'zhao','用户','登录','zhao','登录:成功','2018-05-02 12:06:40'),(1077,'zhao','用户','登录','zhao','登录:成功','2018-05-02 12:09:01'),(1078,'zhao','用户','登录','zhao','登录:成功','2018-05-02 12:10:56'),(1079,'zhao','用户','登录','zhao','登录:成功','2018-05-02 12:12:20'),(1080,'zhao','用户','登录','zhao','登录:成功','2018-05-02 14:23:50'),(1081,'zhao','用户','登录','zhao','登录:成功','2018-05-02 14:28:17'),(1082,'zhao','用户','登录','zhao','登录:成功','2018-05-02 15:15:33'),(1083,'zhao','用户','登录','zhao','登录:成功','2018-05-02 15:29:52'),(1084,'zhao','用户','登录','zhao','登录:成功','2018-05-02 15:37:39'),(1085,'zhao','用户','登录','zhao','登录:成功','2018-05-02 15:40:01'),(1086,'zhao','用户','登录','zhao','登录:成功','2018-05-02 15:43:46'),(1087,'zhao','用户','登录','zhao','登录:成功','2018-05-02 15:54:04'),(1088,'zhao','用户','登录','zhao','登录:成功','2018-05-02 15:58:16'),(1089,'zhao','用户','登录','zhao','登录:成功','2018-05-02 16:11:03'),(1090,'zhao','用户','登录','zhao','登录:成功','2018-05-02 16:18:58'),(1091,'zhao','用户','登录','zhao','登录:成功','2018-05-02 16:24:16'),(1092,'zhao','用户','登录','zhao','登录:成功','2018-05-02 16:26:14'),(1093,'zhao','用户','登录','zhao','登录:成功','2018-05-02 16:46:21'),(1094,'zhao','用户','登录','zhao','登录:成功','2018-05-02 17:01:51'),(1095,'zhao','用户','登录','zhao','登录:成功','2018-05-02 18:12:09'),(1096,'zhao','用户','登录','zhao','登录:成功','2018-05-02 18:27:02'),(1097,'zhao','用户','登录','zhao','登录:成功','2018-05-02 18:29:42'),(1098,'zhao','用户','登录','zhao','登录:成功','2018-05-02 18:32:52'),(1099,'zhao','用户','登录','zhao','登录:成功','2018-05-03 15:42:19'),(1100,'zhao123','用户','登录','zhao123','登录:成功','2018-05-03 15:42:42'),(1101,'zhao','用户','登录','zhao','登录:成功','2018-05-03 15:43:35'),(1102,'zhao','用户','登录','zhao','登录:成功','2018-05-03 15:58:40'),(1103,'zhao','用户','登录','zhao','登录:成功','2018-05-03 16:07:07'),(1104,'zhao','用户','登录','zhao','登录:成功','2018-05-03 16:13:40'),(1105,'zhao','用户','登录','zhao','登录:成功','2018-05-03 16:34:35'),(1106,'zhao','用户','登录','zhao','登录:成功','2018-05-03 16:48:43'),(1107,'zhao','用户','登录','zhao','登录:成功','2018-05-03 17:04:26'),(1108,'zhao','用户','登录','zhao','登录:成功','2018-05-03 17:11:27'),(1109,'zhao','用户','登录','zhao','登录:成功','2018-05-03 17:14:55'),(1110,'zhao123','用户','登录','zhao123','登录:成功','2018-05-03 17:20:32'),(1111,'zhao','用户','登录','zhao','登录:成功','2018-05-03 17:20:59'),(1112,'zhao123','用户','登录','zhao123','登录:成功','2018-05-03 17:21:23'),(1113,'zhao','用户','登录','zhao','登录:成功','2018-05-03 19:54:36'),(1114,'zhao','用户','登录','zhao','登录:成功','2018-05-04 09:53:59'),(1115,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 10:45:01'),(1116,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 10:59:07'),(1117,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 11:08:29'),(1118,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 11:13:39'),(1119,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 11:17:37'),(1120,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 11:50:10'),(1121,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 11:54:59'),(1122,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 11:57:07'),(1123,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 12:20:17'),(1124,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 12:32:42'),(1125,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 13:30:00'),(1126,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 14:04:35'),(1127,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 14:55:32'),(1128,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 15:12:24'),(1129,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 15:15:45'),(1130,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 15:23:25'),(1131,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 15:25:31'),(1132,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 15:27:23'),(1133,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 15:48:28'),(1134,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 16:31:30'),(1135,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 17:11:36'),(1136,'zhao123','用户','登录','zhao123','登录:成功','2018-05-04 18:48:44'),(1137,'zhao123','用户','登录','zhao123','登录:成功','2018-05-05 11:55:49'),(1138,'zhao123','用户','登录','zhao123','登录:成功','2018-05-05 12:06:49'),(1139,'zhao123','用户','登录','zhao123','登录:成功','2018-05-05 13:33:51');
/*!40000 ALTER TABLE `log_record_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `managers_tbl`
--

DROP TABLE IF EXISTS `managers_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `managers_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(30) NOT NULL COMMENT '用户名称',
  `userkey` varchar(30) NOT NULL COMMENT '用户密码',
  `tel` char(11) DEFAULT NULL COMMENT '电话',
  `usermail` varchar(30) NOT NULL COMMENT '邮箱',
  `time` date DEFAULT NULL COMMENT '注册时间',
  UNIQUE KEY `id` (`id`) USING BTREE,
  UNIQUE KEY `username` (`username`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `managers_tbl`
--

LOCK TABLES `managers_tbl` WRITE;
/*!40000 ALTER TABLE `managers_tbl` DISABLE KEYS */;
INSERT INTO `managers_tbl` VALUES (1,'zhao123','123','123','12@124d','2018-03-15'),(2,'tt','123','43243','4343','2018-03-20'),(3,'aa','222','453','43242','2018-03-20'),(4,'bb','222','455','43242','2018-03-20'),(5,'cc','222','455','43242','2018-03-20'),(6,'dd','222','456','43242','2018-03-20'),(7,'ee','222','452','43242','2018-03-20'),(8,'ff','222','420','43242','2018-03-20'),(9,'gg','222','489','43242','2018-03-20'),(10,'hh','222','412','43242','2018-03-20'),(11,'jj','222','499','43242','2018-03-20'),(12,'kk','222','466','43242','2018-03-20'),(13,'ll','222','453','43242','2018-03-20'),(14,'qq','222','453','43242','2018-03-20'),(15,'ww','222','453','43242','2018-03-20'),(16,'rr','222','453','43242','2018-03-20'),(17,'yy','222','453','43242','2018-03-20'),(18,'uu','222','453','43242','2018-03-20');
/*!40000 ALTER TABLE `managers_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `map_info_tbl`
--

DROP TABLE IF EXISTS `map_info_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `map_info_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL COMMENT '地图名称',
  `sn` char(12) NOT NULL COMMENT '地图编号，前八字节为工地编号',
  `building` varchar(12) NOT NULL COMMENT '楼栋',
  `ground` varchar(12) NOT NULL COMMENT '楼层',
  `width` int(6) DEFAULT '0' COMMENT '地图宽度',
  `length` int(6) DEFAULT '0' COMMENT '地图长度',
  `memo` tinytext COMMENT '备注',
  PRIMARY KEY (`sn`),
  UNIQUE KEY `id` (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `map_info_tbl`
--

LOCK TABLES `map_info_tbl` WRITE;
/*!40000 ALTER TABLE `map_info_tbl` DISABLE KEYS */;
INSERT INTO `map_info_tbl` VALUES (31,'tryr','129788149602','15','55',880,900,NULL),(28,'zhao','129799991459','12','23',1080,1175,NULL),(30,'赵','129799999754','32','22',1080,1175,NULL);
/*!40000 ALTER TABLE `map_info_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `position_record_tbl`
--

DROP TABLE IF EXISTS `position_record_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `position_record_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `deveui` char(16) NOT NULL COMMENT '终端号',
  `mapid` char(12) NOT NULL COMMENT '地图id',
  `x` float(6,2) DEFAULT '0.00' COMMENT '纬度',
  `y` float(6,2) DEFAULT '0.00' COMMENT '经度',
  `time` datetime NOT NULL COMMENT '时间',
  UNIQUE KEY `id` (`id`),
  KEY `fk_posmapid` (`mapid`),
  CONSTRAINT `fk_posmapid` FOREIGN KEY (`mapid`) REFERENCES `map_info_tbl` (`sn`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=495 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `position_record_tbl`
--

LOCK TABLES `position_record_tbl` WRITE;
/*!40000 ALTER TABLE `position_record_tbl` DISABLE KEYS */;
INSERT INTO `position_record_tbl` VALUES (374,'004a770211030003','129799991459',118.12,190.12,'2018-03-22 00:00:00'),(375,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:11:39'),(376,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:12:02'),(377,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:13:38'),(378,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:15:21'),(379,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:16:59'),(380,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:18:43'),(381,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:20:23'),(382,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:22:06'),(383,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:23:45'),(384,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:25:29'),(385,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:27:12'),(386,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:28:53'),(387,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:30:38'),(388,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:32:15'),(389,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:34:00'),(390,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:35:45'),(391,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:37:24'),(392,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:39:06'),(393,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:40:47'),(394,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:42:32'),(395,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:44:13'),(396,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:45:57'),(397,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 11:47:35'),(398,'004a770211030003','129799991459',810.67,0.00,'2018-03-27 11:51:01'),(399,'004a770211030003','129799991459',810.67,0.00,'2018-03-27 11:53:38'),(400,'004a770211030003','129799991459',816.17,520.62,'2018-03-27 11:54:34'),(401,'004a770211030003','129799991459',816.18,520.60,'2018-03-27 11:58:54'),(402,'004a770211030003','129799991459',814.30,522.28,'2018-03-27 11:59:41'),(403,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:19:15'),(404,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:20:51'),(405,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:22:31'),(406,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:25:59'),(407,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:29:19'),(408,'004a770211030003','129799991459',255.45,760.28,'2018-03-27 14:49:51'),(409,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:51:28'),(410,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:53:10'),(411,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:54:52'),(412,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:56:32'),(413,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:58:17'),(414,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 14:59:58'),(415,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 15:01:39'),(416,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 15:03:23'),(417,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 15:05:03'),(418,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 15:17:00'),(419,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 15:20:24'),(420,'004a770211030003','129799991459',256.82,760.04,'2018-03-27 15:24:01'),(421,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 15:25:29'),(422,'004a770211030003','129799991459',665.11,1026.44,'2018-03-27 15:34:21'),(423,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 15:35:46'),(424,'004a770211030003','129799991459',666.88,1025.62,'2018-03-27 15:37:41'),(425,'004a770211030003','129799991459',656.54,1022.25,'2018-03-27 15:39:07'),(426,'004a770211030003','129799991459',662.17,1026.68,'2018-03-27 15:40:50'),(427,'004a770211030003','129799991459',255.10,760.30,'2018-03-27 15:42:33'),(428,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 15:44:12'),(429,'004a770211030003','129799991459',841.19,76.94,'2018-03-27 15:45:57'),(430,'004a770211030003','129799991459',258.22,759.48,'2018-03-27 15:47:37'),(431,'004a770211030003','129799991459',846.17,74.86,'2018-03-27 15:49:23'),(432,'004a770211030003','129799991459',814.19,522.34,'2018-03-27 15:51:05'),(433,'004a770211030003','129799991459',839.39,76.70,'2018-03-27 15:52:48'),(434,'004a770211030003','129799991459',249.63,757.88,'2018-03-27 15:54:27'),(435,'004a770211030003','129799991459',816.59,520.03,'2018-03-27 15:56:10'),(436,'004a770211030003','129799991459',813.56,522.67,'2018-03-27 15:57:54'),(437,'004a770211030003','129799991459',259.64,758.48,'2018-03-27 15:59:38'),(438,'004a770211030003','129799991459',259.33,758.74,'2018-03-27 16:01:18'),(439,'004a770211030003','129799991459',257.88,759.65,'2018-03-27 16:04:56'),(440,'004a770211030003','129799991459',811.91,523.18,'2018-03-27 16:04:57'),(441,'004a770211030003','129799991459',810.09,523.27,'2018-03-27 16:41:12'),(442,'004a770211030003','129799991459',804.33,519.25,'2018-03-27 16:41:13'),(443,'004a770211030003','129799991459',810.92,523.29,'2018-03-27 16:41:13'),(444,'004a770211030003','129799991459',808.51,522.95,'2018-03-27 16:41:12'),(445,'004a770211030003','129799991459',812.10,523.14,'2018-03-27 16:41:12'),(446,'004a770211030003','129799991459',813.30,522.78,'2018-03-27 16:41:16'),(447,'004a770211030003','129799991459',810.67,523.29,'2018-03-27 16:41:17'),(448,'004a770211030003','129799991459',810.71,523.29,'2018-03-27 16:41:16'),(449,'004a770211030003','129799991459',806.70,522.06,'2018-03-27 16:41:16'),(450,'004a770211030003','129799991459',814.29,522.28,'2018-03-27 16:41:16'),(451,'004a770211030003','129799991459',807.03,522.27,'2018-03-27 16:41:18'),(452,'004a770211030003','129799991459',249.86,758.13,'2018-03-27 16:41:20'),(453,'004a770211030003','129799991459',803.91,518.12,'2018-03-27 16:41:21'),(454,'004a770211030003','129799991459',815.57,521.29,'2018-03-27 16:41:19'),(455,'004a770211030003','129799991459',813.52,522.68,'2018-03-27 16:41:22'),(456,'004a770211030003','129799991459',258.07,759.56,'2018-03-27 16:41:24'),(457,'004a770211030003','129799991459',814.29,522.28,'2018-03-27 16:41:23'),(458,'004a770211030003','129799991459',253.44,760.14,'2018-03-27 16:41:23'),(459,'004a770211030003','129799991459',257.24,759.91,'2018-03-27 16:41:24'),(460,'004a770211030003','129799991459',807.60,522.58,'2018-03-27 16:41:24'),(461,'004a770211030003','129799991459',814.40,522.21,'2018-03-27 16:41:26'),(462,'004a770211030003','129799991459',808.50,522.94,'2018-03-27 16:42:25'),(463,'004a770211030003','129799991459',808.94,523.07,'2018-03-27 16:44:32'),(464,'004a770211030003','129799991459',810.67,523.29,'2018-03-27 16:45:43'),(465,'004a770211030003','129799991459',815.94,520.90,'2018-03-27 16:47:22'),(466,'004a770211030003','129799991459',808.48,522.94,'2018-03-27 16:50:04'),(467,'004a770211030003','129799991459',810.67,523.29,'2018-03-27 16:52:22'),(468,'004a770211030003','129799991459',814.46,522.18,'2018-03-27 16:59:13'),(469,'004a770211030003','129799991459',666.72,1025.71,'2018-03-27 17:05:55'),(470,'004a770211030003','129799991459',816.04,520.78,'2018-03-27 17:12:39'),(471,'004a770211030003','129799991459',0.00,0.00,'2018-03-27 17:19:23'),(472,'004a770211030003','129799991459',806.11,521.60,'2018-03-27 17:40:53'),(473,'004a770211030003','129799991459',811.33,523.26,'2018-03-27 17:46:30'),(474,'004a770211030003','129799991459',808.05,522.78,'2018-03-27 17:53:08'),(475,'004a770211030003','129799991459',249.95,758.22,'2018-03-27 18:16:42'),(476,'004a770211030003','129799991459',810.67,523.29,'2018-03-27 18:16:42'),(477,'004a770211030003','129799991459',811.03,523.28,'2018-03-27 18:16:43'),(478,'004a770211030003','129799991459',814.36,522.24,'2018-03-29 15:12:47'),(479,'004a770211030003','129799991459',813.01,522.89,'2018-03-29 15:13:59'),(480,'004a770211030003','129799991459',816.47,520.22,'2018-03-29 15:20:47'),(481,'004a770211030003','129799991459',805.08,520.50,'2018-03-29 15:27:31'),(482,'004a7702110300bd','129799991459',0.00,0.00,'2018-04-27 18:44:31'),(483,'004a7702110300bd','129799991459',0.00,0.00,'2018-04-27 18:45:26'),(484,'004a7702110300bd','129799991459',0.00,0.00,'2018-04-27 18:48:54'),(485,'004a7702110300bd','129799991459',0.00,0.00,'2018-04-28 09:42:10'),(486,'004a7702110300bd','129799991459',0.00,0.00,'2018-04-28 09:43:04'),(487,'004a7702110300bd','129799991459',0.00,0.00,'2018-04-28 09:43:54'),(488,'004a7702110300bd','129799991459',0.00,0.00,'2018-04-28 09:47:13'),(489,'004a7702110300bd','129799991459',81.09,375.15,'2018-04-28 09:49:54'),(490,'004a7702110300bd','129799991459',0.00,0.00,'2018-04-28 09:50:59'),(491,'004a7702110300bd','129799991459',84.17,376.61,'2018-04-28 10:07:03'),(492,'004a7702110300bd','129799991459',85.53,376.74,'2018-04-28 10:07:07'),(493,'004a7702110300bd','129799991459',859.46,838.58,'2018-04-28 10:07:25'),(494,'004a7702110300bd','129799991459',82.66,376.12,'2018-04-28 10:08:57');
/*!40000 ALTER TABLE `position_record_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `status_record_tbl`
--

DROP TABLE IF EXISTS `status_record_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `status_record_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `deveui` char(16) NOT NULL COMMENT '终端号',
  `battery` tinyint(4) NOT NULL COMMENT '电量',
  `rssi` smallint(6) NOT NULL COMMENT '信号值',
  `snr` tinyint(4) DEFAULT '0',
  `vib` tinyint(4) DEFAULT '0',
  `time` datetime NOT NULL COMMENT '时间',
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=227 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `status_record_tbl`
--

LOCK TABLES `status_record_tbl` WRITE;
/*!40000 ALTER TABLE `status_record_tbl` DISABLE KEYS */;
INSERT INTO `status_record_tbl` VALUES (1,'004a770211030006',20,-47,0,0,'2018-02-23 17:23:42'),(2,'004a770211030003',85,67,8,0,'2018-02-27 13:39:35'),(3,'004a770211030003',85,67,8,0,'2018-02-27 13:44:53'),(4,'004a770211030003',85,-62,4,0,'2018-02-27 13:50:12'),(5,'004a770211030003',85,-62,4,0,'2018-02-27 13:55:30'),(6,'004a770211030003',85,-59,7,0,'2018-02-27 14:00:48'),(7,'004a770211030003',84,0,0,0,'2018-02-27 14:06:34'),(8,'004a770211030003',85,-120,-12,0,'2018-02-27 14:11:34'),(9,'004a770211030003',85,-120,-12,0,'2018-02-27 14:16:52'),(10,'004a770211030003',85,-52,7,0,'2018-02-27 14:22:11'),(11,'004a770211030003',85,-52,7,0,'2018-02-27 14:27:33'),(12,'004a770211030003',85,-55,5,0,'2018-02-27 14:32:47'),(13,'004a770211030003',85,-55,5,0,'2018-02-27 14:38:05'),(14,'004a770211030003',85,-52,8,0,'2018-02-27 14:43:23'),(15,'004a770211030003',85,-52,8,0,'2018-02-27 14:48:42'),(16,'004a770211030003',84,-57,8,0,'2018-02-27 14:54:00'),(17,'004a770211030003',85,-57,8,0,'2018-02-27 14:59:18'),(18,'004a770211030003',85,-60,6,0,'2018-02-27 15:04:36'),(19,'004a770211030003',85,-60,6,0,'2018-02-27 15:09:54'),(20,'004a770211030003',85,-53,6,0,'2018-02-27 15:15:13'),(21,'004a770211030003',85,-53,6,0,'2018-02-27 15:20:31'),(22,'004a770211030003',85,-59,6,0,'2018-02-27 15:25:50'),(23,'004a770211030003',85,-59,6,0,'2018-02-27 15:31:07'),(24,'004a770211030003',85,-54,8,0,'2018-02-27 15:36:26'),(25,'004a770211030003',85,-54,8,0,'2018-02-27 15:41:43'),(26,'004a770211030003',85,-51,7,0,'2018-02-27 15:47:02'),(27,'004a770211030003',84,-51,7,0,'2018-02-27 15:52:20'),(28,'004a770211030003',85,-47,6,0,'2018-02-27 15:57:40'),(29,'004a770211030003',85,-47,6,0,'2018-02-27 16:03:05'),(30,'004a770211030003',85,-47,6,0,'2018-02-27 16:03:05'),(31,'004a770211030003',85,-52,5,0,'2018-02-27 16:08:21'),(32,'004a770211030003',85,-52,5,0,'2018-02-27 16:13:35'),(33,'004a770211030003',85,-64,5,0,'2018-02-27 16:18:53'),(34,'004a770211030003',85,-64,5,0,'2018-02-27 16:24:12'),(35,'004a770211030003',85,-64,5,0,'2018-02-27 16:24:19'),(36,'004a770211030003',69,0,0,0,'2018-02-27 16:28:41'),(37,'004a770211030003',70,0,0,0,'2018-02-27 16:37:13'),(38,'004a770211030003',69,-100,7,0,'2018-02-27 16:41:54'),(39,'004a770211030003',84,-51,8,0,'2018-02-27 16:50:42'),(40,'004a770211030003',84,-51,8,0,'2018-02-27 16:56:03'),(41,'004a770211030003',84,-51,6,0,'2018-02-27 17:01:17'),(42,'004a770211030003',85,-51,6,0,'2018-02-27 17:06:38'),(43,'004a770211030003',85,-50,6,0,'2018-02-27 17:11:59'),(44,'004a770211030003',85,-50,6,0,'2018-02-27 17:17:15'),(45,'004a770211030003',84,-55,8,0,'2018-02-27 17:22:33'),(46,'004a770211030003',84,-55,8,0,'2018-02-27 17:27:51'),(47,'004a770211030003',84,-52,6,0,'2018-02-27 17:33:12'),(48,'004a770211030003',85,-52,6,0,'2018-02-27 17:38:29'),(49,'004a770211030003',84,-55,8,0,'2018-02-27 17:43:45'),(50,'004a770211030003',84,-55,8,0,'2018-02-27 17:49:03'),(51,'004a770211030003',84,-54,8,0,'2018-02-27 17:54:22'),(52,'004a770211030003',84,-54,8,0,'2018-02-27 17:59:40'),(53,'004a770211030003',84,-55,6,0,'2018-02-27 18:05:00'),(54,'004a770211030003',85,-55,6,0,'2018-02-27 18:10:13'),(55,'004a770211030003',84,-52,7,0,'2018-02-27 18:15:37'),(56,'004a770211030003',84,-52,7,0,'2018-02-27 18:20:50'),(57,'004a770211030003',85,-51,7,0,'2018-02-27 18:26:10'),(58,'004a770211030003',85,-51,7,0,'2018-02-27 18:31:28'),(59,'004a770211030003',84,-50,8,0,'2018-02-27 18:36:46'),(60,'004a770211030003',84,-50,8,0,'2018-02-27 18:42:04'),(61,'004a770211030003',85,-50,8,0,'2018-02-27 18:47:22'),(62,'004a770211030003',84,-50,8,0,'2018-02-27 18:52:40'),(63,'004a770211030003',85,-57,6,0,'2018-02-27 19:03:14'),(64,'004a770211030003',85,-52,6,0,'2018-02-27 19:08:36'),(65,'004a770211030003',84,-52,6,0,'2018-02-27 19:13:53'),(66,'004a770211030003',84,-53,5,0,'2018-02-27 19:19:11'),(67,'004a770211030003',84,-53,5,0,'2018-02-27 19:24:31'),(68,'004a770211030003',84,-55,8,0,'2018-02-27 19:29:53'),(69,'004a770211030003',84,-55,8,0,'2018-02-27 19:35:06'),(70,'004a770211030003',84,0,0,0,'2018-02-27 19:40:50'),(71,'004a770211030003',84,-54,8,0,'2018-02-27 19:45:37'),(72,'004a770211030003',84,-54,8,0,'2018-02-27 19:50:57'),(73,'004a770211030003',84,-65,3,0,'2018-02-27 19:56:22'),(74,'004a770211030003',84,-65,3,0,'2018-02-27 20:01:37'),(75,'004a770211030003',84,-55,8,0,'2018-02-27 20:07:02'),(76,'004a770211030003',84,-49,5,0,'2018-02-27 20:17:52'),(77,'004a770211030003',85,-52,6,0,'2018-02-27 20:28:39'),(78,'004a770211030003',85,-51,8,0,'2018-02-27 20:34:04'),(79,'004a770211030003',84,-48,6,0,'2018-02-28 10:09:10'),(80,'004a770211030003',85,-51,6,0,'2018-02-28 10:14:36'),(81,'004a770211030003',85,-49,7,0,'2018-02-28 10:20:02'),(82,'004a770211030003',84,-51,6,0,'2018-02-28 10:25:24'),(83,'004a770211030003',85,-52,7,0,'2018-02-28 10:30:54'),(84,'004a770211030003',84,-52,7,0,'2018-02-28 10:36:19'),(85,'004a770211030003',84,-53,7,0,'2018-02-28 10:47:06'),(86,'004a770211030003',84,-55,8,0,'2018-02-28 10:52:31'),(87,'004a770211030003',84,-52,7,0,'2018-02-28 10:57:59'),(88,'004a770211030003',84,-50,6,0,'2018-02-28 11:08:47'),(89,'004a770211030003',84,-49,7,0,'2018-02-28 11:14:16'),(90,'004a770211030003',84,-47,7,0,'2018-02-28 11:19:41'),(91,'004a770211030003',83,-48,6,0,'2018-02-28 11:35:59'),(92,'004a770211030003',84,-48,7,0,'2018-02-28 11:46:49'),(93,'004a770211030003',84,-49,8,0,'2018-02-28 11:52:16'),(94,'004a770211030003',84,-49,8,0,'2018-02-28 11:57:39'),(95,'004a770211030003',83,-54,7,0,'2018-02-28 12:03:07'),(96,'004a770211030003',83,-51,7,0,'2018-02-28 12:13:59'),(97,'004a770211030003',84,-51,7,0,'2018-02-28 12:19:24'),(98,'004a770211030003',83,-55,6,0,'2018-02-28 12:24:50'),(99,'004a770211030003',84,-54,5,0,'2018-02-28 12:30:16'),(100,'004a770211030003',83,-54,6,0,'2018-02-28 12:35:43'),(101,'004a770211030003',83,-53,5,0,'2018-02-28 12:41:06'),(102,'004a770211030003',83,-53,7,0,'2018-02-28 12:46:34'),(103,'004a770211030003',84,-54,6,0,'2018-02-28 12:52:02'),(104,'004a770211030003',84,-53,6,0,'2018-02-28 12:57:29'),(105,'004a770211030003',84,-46,7,0,'2018-02-28 13:02:52'),(106,'004a770211030003',83,-53,6,0,'2018-02-28 13:08:21'),(107,'004a770211030003',84,-45,8,0,'2018-02-28 13:19:06'),(108,'004a770211030003',84,-47,6,0,'2018-02-28 13:24:39'),(109,'004a770211030003',83,-53,6,0,'2018-02-28 13:29:58'),(110,'004a770211030003',83,-47,7,0,'2018-02-28 13:35:25'),(111,'004a770211030003',83,-53,6,0,'2018-02-28 13:40:51'),(112,'004a770211030003',84,-53,7,0,'2018-02-28 13:46:15'),(113,'004a770211030003',83,-49,7,0,'2018-02-28 13:51:46'),(114,'004a770211030003',83,-51,8,0,'2018-02-28 14:02:32'),(115,'004a770211030003',83,-48,8,0,'2018-02-28 14:07:59'),(116,'004a770211030003',83,-51,8,0,'2018-02-28 14:13:25'),(117,'004a770211030003',83,-51,8,0,'2018-02-28 14:18:49'),(118,'004a770211030003',83,-49,7,0,'2018-02-28 14:24:13'),(119,'004a770211030003',83,-53,7,0,'2018-02-28 14:29:38'),(120,'004a770211030003',83,-50,6,0,'2018-02-28 14:35:00'),(121,'004a770211030003',83,-54,6,0,'2018-02-28 14:40:17'),(122,'004a770211030003',83,-54,6,0,'2018-02-28 14:45:36'),(123,'004a770211030003',83,-60,8,0,'2018-02-28 14:50:58'),(124,'004a770211030003',83,-53,7,0,'2018-02-28 14:56:16'),(125,'004a770211030003',83,-53,7,0,'2018-02-28 15:01:31'),(126,'004a770211030003',83,-54,8,0,'2018-02-28 15:06:50'),(127,'004a770211030003',83,-54,8,0,'2018-02-28 15:12:12'),(128,'004a770211030003',83,-53,8,0,'2018-02-28 15:22:53'),(129,'004a770211030003',83,-53,8,0,'2018-02-28 15:28:13'),(130,'004a770211030003',83,-53,7,0,'2018-02-28 15:38:51'),(131,'004a770211030003',83,-53,6,0,'2018-02-28 15:44:08'),(132,'004a770211030003',83,-53,6,0,'2018-02-28 16:00:10'),(133,'004a770211030003',83,-53,6,0,'2018-02-28 16:05:23'),(134,'004a770211030003',83,-65,4,0,'2018-02-28 16:10:46'),(135,'004a770211030003',83,-50,8,0,'2018-02-28 16:16:06'),(136,'004a770211030003',83,-50,8,0,'2018-02-28 16:21:24'),(137,'004a770211030003',83,-55,6,0,'2018-02-28 16:26:51'),(138,'004a770211030003',82,0,0,0,'2018-02-28 17:31:55'),(139,'004a770211030003',82,0,0,0,'2018-02-28 17:32:45'),(140,'004a770211030003',82,-57,7,0,'2018-02-28 17:43:03'),(141,'004a770211030003',82,-57,7,0,'2018-02-28 17:48:21'),(142,'004a770211030003',82,-48,7,0,'2018-02-28 17:53:39'),(143,'004a770211030003',83,-55,6,0,'2018-02-28 18:15:17'),(144,'004a770211030003',83,-53,6,0,'2018-02-28 18:22:12'),(145,'004a770211030003',82,0,0,0,'2018-03-01 14:45:04'),(146,'004a770211030003',83,-50,6,0,'2018-03-01 14:49:06'),(147,'004a770211030003',83,-51,7,0,'2018-03-01 14:54:31'),(148,'004a770211030003',83,-52,6,0,'2018-03-01 14:59:59'),(149,'004a770211030003',82,-55,7,0,'2018-03-01 15:48:33'),(150,'004a770211030003',82,-53,6,0,'2018-03-01 16:04:41'),(151,'004a770211030003',82,-44,7,0,'2018-03-01 16:09:54'),(152,'004a770211030003',82,-47,6,0,'2018-03-01 16:15:21'),(153,'004a770211030003',82,-46,6,0,'2018-03-01 16:20:45'),(154,'004a770211030003',82,-47,7,0,'2018-03-01 16:31:32'),(155,'004a770211030003',82,-47,7,0,'2018-03-01 16:53:02'),(156,'004a770211030003',82,-47,5,0,'2018-03-01 17:03:47'),(157,'004a770211030003',82,-47,6,0,'2018-03-01 17:09:10'),(158,'004a770211030003',82,-46,7,0,'2018-03-01 17:14:34'),(159,'004a770211030003',82,-48,6,0,'2018-03-01 17:46:47'),(160,'004a770211030003',82,-49,5,0,'2018-03-01 18:02:56'),(161,'004a770211030003',82,-47,7,0,'2018-03-01 18:29:51'),(162,'004a770211030003',82,-50,7,0,'2018-03-01 18:35:12'),(163,'004a770211030003',82,-48,7,0,'2018-03-01 18:40:35'),(164,'004a770211030003',82,-46,7,0,'2018-03-01 18:56:43'),(165,'004a770211030003',82,-47,7,0,'2018-03-01 19:02:07'),(166,'004a770211030003',82,-45,7,0,'2018-03-01 19:23:37'),(167,'004a770211030003',81,-46,7,0,'2018-03-01 19:29:01'),(168,'004a770211030003',81,-44,6,0,'2018-03-01 19:34:26'),(169,'004a770211030003',81,-47,5,0,'2018-03-01 19:39:49'),(170,'004a770211030003',82,-42,7,0,'2018-03-01 19:45:10'),(171,'004a770211030003',81,-49,6,0,'2018-03-01 19:55:57'),(172,'004a770211030003',81,-47,6,0,'2018-03-01 20:01:22'),(173,'004a770211030003',81,-44,6,0,'2018-03-01 20:06:48'),(174,'004a770211030003',82,-47,6,0,'2018-03-01 20:12:10'),(175,'004a770211030003',81,-42,7,0,'2018-03-01 20:28:18'),(176,'004a770211030003',82,-46,7,0,'2018-03-01 20:33:43'),(177,'004a770211030003',46,-61,8,0,'2018-03-27 10:24:59'),(178,'004a770211030003',46,-59,9,0,'2018-03-27 10:26:03'),(179,'004a770211030003',46,-59,8,0,'2018-03-27 10:31:07'),(180,'004a770211030003',45,-58,8,0,'2018-03-27 10:36:15'),(181,'004a770211030003',46,-67,7,0,'2018-03-27 10:56:41'),(182,'004a770211030003',46,-64,7,0,'2018-03-27 11:06:52'),(183,'004a770211030003',46,-76,6,0,'2018-03-27 11:17:05'),(184,'004a770211030003',46,-71,8,0,'2018-03-27 11:32:21'),(185,'004a770211030003',45,-69,6,0,'2018-03-27 11:37:30'),(186,'004a770211030003',45,-68,7,0,'2018-03-27 11:47:42'),(187,'004a770211030003',45,-70,8,0,'2018-03-27 14:56:38'),(188,'004a770211030003',44,-60,7,0,'2018-03-27 15:47:44'),(189,'004a770211030003',45,-61,7,0,'2018-03-27 16:41:13'),(190,'004a770211030003',45,-64,7,0,'2018-03-27 16:41:18'),(191,'004a770211030003',44,-63,7,0,'2018-03-27 16:41:19'),(192,'004a770211030003',44,-61,8,0,'2018-03-27 16:41:22'),(193,'004a770211030003',45,-77,8,0,'2018-03-27 17:04:49'),(194,'004a770211030003',44,-65,9,0,'2018-03-27 17:09:29'),(195,'004a770211030003',43,-76,5,0,'2018-03-27 17:14:33'),(196,'004a770211030003',44,-55,6,0,'2018-03-27 17:19:23'),(197,'004a770211030003',44,-55,6,0,'2018-03-27 17:24:30'),(198,'004a770211030003',44,-72,7,5,'2018-03-27 17:34:40'),(199,'004a770211030003',43,-68,8,6,'2018-03-27 17:44:44'),(200,'004a770211030003',44,-74,7,1,'2018-03-27 17:49:42'),(201,'004a770211030003',44,-75,6,0,'2018-03-27 17:55:03'),(202,'004a770211030003',44,-66,7,0,'2018-03-27 18:16:40'),(203,'004a770211030003',44,-66,7,0,'2018-03-27 18:16:38'),(204,'004a770211030003',44,-68,7,0,'2018-03-27 18:16:39'),(205,'004a770211030003',44,-66,8,1,'2018-03-27 18:16:44'),(206,'004a770211030003',12,-61,9,0,'2018-03-29 15:24:29'),(207,'004a7702110300bd',100,-47,7,0,'2018-04-27 17:58:45'),(208,'004a7702110300bd',100,-41,7,0,'2018-04-27 18:05:07'),(209,'004a7702110300bd',100,-41,7,0,'2018-04-27 18:08:37'),(210,'004a7702110300bd',100,-43,7,0,'2018-04-27 18:13:42'),(211,'004a7702110300bd',100,-46,7,0,'2018-04-27 18:24:01'),(212,'004a7702110300bd',100,-46,7,0,'2018-04-27 18:28:54'),(213,'004a7702110300bd',100,-45,7,0,'2018-04-27 18:33:52'),(214,'004a7702110300bd',100,-45,7,0,'2018-04-27 18:38:59'),(215,'004a7702110300bd',100,-45,7,3,'2018-04-27 18:44:05'),(216,'004a7702110300bd',100,0,0,2,'2018-04-28 09:41:21'),(217,'004a7702110300bd',100,-40,8,5,'2018-04-28 09:47:14'),(218,'004a7702110300bd',100,-40,8,0,'2018-04-28 09:51:22'),(219,'004a7702110300bd',100,-41,6,0,'2018-04-28 09:56:23'),(220,'004a7702110300bd',100,-41,6,0,'2018-04-28 10:01:24'),(221,'004a7702110300bd',100,-58,8,4,'2018-04-28 10:06:26'),(222,'004a7702110300bd',100,-58,8,0,'2018-04-28 10:11:34'),(223,'004a7702110300bd',100,-43,5,0,'2018-04-28 10:16:35'),(224,'004a7702110300bd',100,-43,5,0,'2018-04-28 10:21:36'),(225,'004a7702110300bd',100,-57,7,0,'2018-04-28 10:26:39'),(226,'004a7702110300bd',100,-57,7,0,'2018-04-28 10:31:40');
/*!40000 ALTER TABLE `status_record_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users_tbl`
--

DROP TABLE IF EXISTS `users_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(30) NOT NULL COMMENT '用户名称',
  `sn` char(8) NOT NULL COMMENT '公司编号+用户编号',
  `userkey` varchar(30) NOT NULL COMMENT '用户密码',
  `tel` char(11) NOT NULL COMMENT '电话',
  `usermail` varchar(30) NOT NULL COMMENT '邮箱',
  `time` date DEFAULT NULL COMMENT '注册时间',
  `company` char(4) NOT NULL COMMENT '所属公司',
  `city` varchar(12) NOT NULL COMMENT '所在城市',
  `field` char(8) NOT NULL COMMENT '所属工地',
  `prio` enum('公司级','城市级','工地级') NOT NULL COMMENT '权限：公司级，城市级，工地级',
  PRIMARY KEY (`sn`),
  UNIQUE KEY `id` (`id`) USING BTREE,
  UNIQUE KEY `username` (`username`) USING BTREE,
  UNIQUE KEY `tel_UNIQUE` (`tel`),
  KEY `fk_ucompany` (`company`),
  KEY `fk_ucity` (`city`),
  KEY `fk_ufield` (`field`),
  CONSTRAINT `fk_ucity` FOREIGN KEY (`city`) REFERENCES `city_info_tbl` (`city`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_ucompany` FOREIGN KEY (`company`) REFERENCES `company_info_tbl` (`sn`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_ufield` FOREIGN KEY (`field`) REFERENCES `field_info_tbl` (`sn`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users_tbl`
--

LOCK TABLES `users_tbl` WRITE;
/*!40000 ALTER TABLE `users_tbl` DISABLE KEYS */;
INSERT INTO `users_tbl` VALUES (3,'yang','12970001','123','784','dsd','2018-03-20','1297','南京','12979999','公司级'),(5,'zhao','12970002','123','8451','dsd','2018-03-20','1297','南京','12979999','工地级'),(13,'czhan001','12978325','5435','53453','53453','2018-03-20','1297','南京','85207483','公司级'),(10,'tyugh','31101367','123','4234','rsfsd','2018-03-20','3110','南京','12979999','公司级'),(4,'chen','85201454','123','879','dsd','2018-03-20','8520','南京','85202924','工地级');
/*!40000 ALTER TABLE `users_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `warn_record_tbl`
--

DROP TABLE IF EXISTS `warn_record_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `warn_record_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `deveui` char(16) NOT NULL COMMENT '终端号',
  `type` enum('电量不足','越界','求救') NOT NULL COMMENT '告警类型:电量不足,越界,求救',
  `description` varchar(32) DEFAULT NULL COMMENT '告警内容',
  `warn_stime` datetime DEFAULT '0000-00-00 00:00:00' COMMENT '告警开始时间',
  `warn_etime` datetime DEFAULT NULL COMMENT '告警结束时间',
  `warn_on` tinyint(1) DEFAULT '0' COMMENT '告警是否消失',
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `warn_record_tbl`
--

LOCK TABLES `warn_record_tbl` WRITE;
/*!40000 ALTER TABLE `warn_record_tbl` DISABLE KEYS */;
INSERT INTO `warn_record_tbl` VALUES (2,'004a770211030003','电量不足',NULL,'2018-03-01 00:00:00','2018-03-01 00:00:00',1),(3,'004a770211030006','电量不足',NULL,'2018-03-01 10:00:00','2018-03-01 13:00:00',0),(4,'004a770211030006','电量不足',NULL,'2018-03-01 10:00:00','2018-03-01 13:00:00',0),(5,'004a770211030003','电量不足','电量值不在告警范围内，告警取消！','2018-03-20 00:00:00','2018-03-27 10:24:59',1),(6,'004a770211030003','电量不足',NULL,'2018-03-19 00:00:00','2018-03-19 00:00:00',1),(7,'004a770211030003','电量不足','所在位置符合范围要求，警告取消！','2018-03-29 15:24:28','2018-03-29 15:27:30',1);
/*!40000 ALTER TABLE `warn_record_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `worker_info_tbl`
--

DROP TABLE IF EXISTS `worker_info_tbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `worker_info_tbl` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(8) NOT NULL COMMENT '工人姓名',
  `sn` char(8) NOT NULL COMMENT '工人编号，前四字节为所属施工队编号',
  `tel` char(11) NOT NULL COMMENT '联系电话',
  `type` enum('泥瓦工','木工','水电工') NOT NULL COMMENT '工种:泥瓦工,木工水电工',
  `status` enum('在岗','离职','休假','病假') NOT NULL COMMENT '状态：在岗,离职,休假,病假',
  `picture` varchar(30) NOT NULL COMMENT '照片存储路径',
  `memo` tinytext COMMENT '备注',
  `deveui` char(16) DEFAULT NULL,
  PRIMARY KEY (`sn`),
  UNIQUE KEY `id` (`id`) USING BTREE,
  UNIQUE KEY `tel_UNIQUE` (`tel`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `worker_info_tbl`
--

LOCK TABLES `worker_info_tbl` WRITE;
/*!40000 ALTER TABLE `worker_info_tbl` DISABLE KEYS */;
INSERT INTO `worker_info_tbl` VALUES (11,'pppppp','11011396','999','泥瓦工','在岗','C:\\fakepath\\worker.png',NULL,NULL),(7,'uuu','11013264','53453','泥瓦工','在岗','tret','rwe','004a770211030006'),(4,'zhao45','11013685','544','泥瓦工','在岗','252','NA','004a770211030009'),(6,'www','11017043','42342','泥瓦工','在岗','trrt','rwer','004a770211030001'),(12,'ttttttt','11018938','545454','泥瓦工','离职','C:\\fakepath\\worker.png',NULL,NULL),(1,'赵','11020001','666','水电工','休假','hgjhj','NA',NULL),(2,'zwwl','11037421','789','水电工','离职','dsds',NULL,NULL),(5,'门思','45476566','688568','泥瓦工','在岗','hg',NULL,NULL);
/*!40000 ALTER TABLE `worker_info_tbl` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping events for database 'sqltest'
--

--
-- Dumping routines for database 'sqltest'
--
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-05-05 19:50:39
